{
	"45814576000": "THE BEGINNING\nIt started when the parents of Arthur (“call me ‘Art’”) Speke, Hogwarts Class of 1996 and a Ravenclaw, departed for their annual summer vacation at St Tropez in the middle of May 1999, leaving their townhouse in the fashionable Kensington district in the care of their wayward middle son. Said son, encouraged by his friends—not that he really needed encouragement anyway—begin planning a get-together, which soon expanded to include the Hufflepuff friends of his younger sister, who then in turn begin inviting their friends and acquittances, which included Tracey Davis, who had been in Slytherin but had friends in other houses, and who then begin inviting her—well, you get the idea.\nThe invitation soon found its way to Seamus Finnegan, who begin inviting members of the former Dumbledore’s Army, and to Edward Fox-Pitt, who decided it would be a laugh to invite his muggle cousins and their friends, and then to Su Li, who had recently fallen in with a crowd of Ilvermorny students who were in London for the summer, and said to them all, oh, this would be great way for you to meet more Hogwarts students—\nBy a quarter past midnight on the 1st of June, the house was full to the brim, people spilling out rooms and arguing on the staircases and dancing in the kitchen. It was just after Art tried to find some space in his parents’ master bedroom, and found it occupied by a girl sobbing hysterically, being comforted by a trio of other girls, all of whom glared at him balefully, which then then forced him to stumble into the second floor study, where he found Graham Urquhart demonstrating magic to the oohs and aah of the Fox-Pitt muggle cousins, the flames leaping dangerously close to a priceless family tapestry, that it occurred to him that perhaps his little get-together had gotten out of control.\nAnd at the exact same moment, something was happening, on the roof.\nBy the end of the night, an ancient family painting would be permanently destroyed, to the anger and disappointment of the Speke parents, the sisters Astoria and Daphne Greengrass would have a screaming fight, the details of which neither of them would remember the next morning, two couples would have broken up, one would have gotten together, Catriona Macdougal would have made the ill-advised decision to sleep with her ex again, and a budding illegal potions dealer would have found a new customer for his Dreaming Wakefulness Potion.\nBut that’s later. We’re here to talk about now.\nNow, a young man pushed his way up and up the stairs, shoved open the door, and stumbled out into the crisp night air, taking great lungfuls of it. He did not notice the young woman, sitting with her back against the wall, skirt hitched perhaps a bit higher than normal on her thighs, head tipped back, hair loose and dark and falling past her shoulders.\n“Escaping your fangirls, Potter?”\nHe tensed, turning and then looked down. “Fuck. You startled me.”\nShe tipped her head back, looking at him. “Well?”\n“No, I’m just—” he blew a breath out, “—looking for some air.”\nShe hummed. He looked out, but strangely, he did not leave. Perhaps he was bored, or perhaps it was still too hot downstairs, or perhaps it was just that he had never backed down from a challenge in his life, but after a moment, he sat down next to her, against the wall.\n“Merlin,” she huffed, but she moved over slightly.\n“Yeah, well, you don’t own this roof, do you?”\nShe scowled, but she instead of responding, she looked out at the glittering cityscape in the darkness. It was shockingly, unfairly beautiful. The music from the party had faded to a dull pulse, all the way up here, and the sounds of the nighttime in the city dominated: laughing, and then yelling from a few streets over, the sound of a car turning down the street, and movement of the leaves of a tree below.\n“I’m sorry, you know,” she said, after a moment.\n“Sorry for what?” he said, turning his head. “Oh—that.”\n“Yes, that,” she said, drawing out the words.\n“Didn’t you already say that in an Owl?”\nShe had—an overly formal, stiff apology, written in swirling script on a stationary that was charmed to smell of roses. And he had given a perfunctory reply, something about how he wasn’t holding a grudge—he couldn’t even remember exactly what he’d said, he received so much correspondence after the war.\n“Well, I’m saying it—again.” Her cheeks were flushed, perhaps from embarrassment, or from the alcohol, or some combination of both.\n“I mean, I don’t even really care.” He ran a hand through his hair. “Just—just don’t do it again, all right?”\nA beat, the sound of the breeze against the rooftops. And then, shockingly, she begin to laugh. “Again? Gods, how stupid do you think I am?”\n“I think it’s a reasonable request,” he said, deadpan, but he was looking at her strangely, perhaps because he had never heard her laugh before.\n“If there’s an opportunity again, then clearly you didn’t do good enough job killing him the first time.”\n“Yeah, well, next time I’ll make sure to do it in a way that you approve of.”\n“Good.” There was almost a smile.\nHe studied her for a moment.\n“Give that here.”\n“What—oh, fine—”\nThe bottle is extracted from her grasp, and he took a swing.\n“Jesus Christ,” he says, wincing. “What even is this?”\n“It’s Markman’s finest, Potter. Gods. I thought you might have acquired some taste.”\n“What, were you going to drink all of this yourself? Trying to destroy your liver?”\n“I have no idea what the word you just you used was, but I’m going assume it was insulting.”\n“It’s an organ—”\n“A musical instrument—?”\n“—no, it’s a thing in your body—it’s supposed to—to—”\n“To what?” she said, but she was scrunching her nose and her lips were curving, and and he had a look in his eyes and he was sitting up straighter, and maybe, just maybe—\nBelow them, a painting had caught fire, to the shrieks of those in the room, and was being hastily put out; Daphne Greengrass, very drunk, had just stormed away from her sister, having delivering her parting shot; and two former Ravenclaws were locked in the second third floor bathroom, ignoring the knocking on the door, and the taller boy was saying the shorter, brandishing a golden vial, it gives you a high sort of like Felix Felicis, but it lasts much longer and it was much easier to brew.\nAnd on the roof—\nIt was the beginning of something, yes.\nBut it would not truly come to fruition for another thirteen years.\n\nPANSY\n\nWhen her period was late, at first she thought little of it. She was distracted by other things, and besides, she had not always been perfectly regular. Over the next weeks, the tiredness crept up on her, so slowly that she did not really notice it. But then one morning in mid July, the smell of coffee caught in the back of her throat, and she just made it the bathroom before she was throwing up. It was there, on her knees on the black-and-ivory Egyptian cotton rug, staring into the porcelain bowl of the toilet, that the memory came into focus in her mind: her older cousin Verity, a few years back at a family New Year’s Party, describing how she had known she was pregnant. It’s the exhaustion that really gets you in the first trimester, she had said.\nA day later, she was in the the third bathroom of the East Wing of Wexmore Hall, the estate where Daphne was staying for the summer, sitting on the closed toilet seat, while Daphne perched on the lip of the bathtub.\n“Well, what color is it supposed to be?” she demanded.\n“It says—” Daphne squinted at the slip of parchment, and Pansy thought, with a touch of hysteria, that the whoever at the apothecary had designed these slips had clearly never been nineteen, unmarried, and unexpectedly pregnant, “—it says that positive is blue, like sky blue, and that negative is pink.”\nTwo heads turned. The swirling liquid in the small vial was blue.\nUnmistakably, unequivocally blue. Not even a hint of lilac or mauve in sight.\n“Fuck,” Pansy breathed.\nDaphne lifted her gaze. “What are you going to do?”\n\n\nWhen Pansy delivered the news to her mother, she was braced for tears or hysterics or perhaps even a rigorous lecture about the horrors of pre-marital sex. But in the way that people sometimes surprise you, her mother did none of those things. Instead, she said, “Oh, Pansy,” and pulled her into an embrace. It was so unexpected that Pansy promptly burst into tears.\n“We’re going to deal with it,” her mother said firmly, a little while later when the tears had dried.   “But…” and now some trepidation showed on her face, “…but who is the…” she looked as if she had trouble saying the word, “the father?”\nHer breath caught in her chest. “I don’t—I don’t know.”\nShe had had a weird thing with Ivo Vaisey, but that had ended ages ago. The only time that seemed to make sense was a party in early June at the townhouse of some older Ravenclaw whose name she could no longer recall. But the last thing she remembered was being in the kitchen, talking to some girl who had gone to Ilvermorny about some idea for a line of dresses with self-adjusting charms. After that, nothing.\nIt had happened to her a few times before, the lack of memory after a night of drinking, and she would be lying if she said it didn’t scare her.\nNow the horror entered her mother’s face. “You don’t know?”\nHer face was hot. “There was a party—and—”\n“My god,” her mother said, a hand rising to half cover her face, “never-mind—I don’t think I want to know.” And then she muttered something under her breath in French, that sounded vaguely like, children these days.\n“Maman—” she started, and then stopped.\nFor a moment, they just sat there, watching the dust motes swirling in the late afternoon sunlight.\nBut her mother lowered her hand again. “But Pansy, I just don’t understand how you can not know—”\n“—you just said you didn’t want to know,” Pansy hissed, face burning all over again. “I don’t know what it is that you want me to—”\n\n\n“So,” Tracey said, a few days later.\nThe three of them were laying on their backs on an enormous four poster bed, staring up at the brocaded fabric of the canopy. Her stomach was still perfectly flat, of course. At the appointment with the private healer, which her mother had secured almost immediately, they had estimated that she was seven weeks along. A baby, she thought, testing the idea out in her head. My baby.\n“I think…I think I saw you talking to Kevin Entwhistle at one point?” Tracey ventured finally.\nPansy rolled over. “Kevin Entwhistle? Kevin Entwhistle?!”\nAfter the appointment, her mother had lowered her voice, and said that she could figure out all the details, but Pansy had balked. She knew, of course, what abortions were, and that people had them. And she was not, strictly speaking, opposed to the idea. But somewhat similar to how she had always thought of unplanned pregnancies as happening to girls who were not like her, she also thought of abortions as happening to girls that were not like her. It did not make sense, but it was how she felt.\n“Why not?” Tracey said, determinedly. “He’s not bad looking. I think, you know, after some drinks—“\n“—a lot of drinks—” Pansy muttered.\n“—he might seem very attractive, and you know, shaggable—”\nPansy groaned.\nBut she did venture a visit to Diagon Alley, where Kevin Entwhistle apparently had a job apprenticing with Ollivander. Over the course of the most awkward conversation of her life, she learned that they had definitely not had sex at the party, but not before Kevin got the impression that she was asking because she was interested, and starting saying, horrifyingly, well, I mean, I’m sorry, but I’m not really interested in you like that—\nIt was, in a word, disastrous.\n\n\nAfterwards, she went home to her parents’ house, ignored the inquiries from the house-elves, went upstairs to her childhood bedroom, and climbed into bed fully clothed, pulling the covers over her head. She fell asleep almost immediately, and had strange dreams about snakes and a cupboard under the stairs and girls with dark windswept hair.\nWhen she woke, her pillow was wet, and her mother was perched on the corner of the bed, a piece of parchment clasped in her hand.\n“I have another idea,” she said.\nWith the air of a woman who planned galas and seating charts and guest lists with military precision, she begin laying it out. A stay in France, or more specifically, to where Pansy’s grandparents lived, where Pansy would be away from—and here her mother slid over the words, and let Pansy fill in the gaps—\nGossip, attention, society—\n“…and I have already asked them, and they agreed, of course.”\nEngland was the country of bad memories: the place where she had watched her classmates be tortured and made horrible mistakes and chosen the wrong side. But France was different. France was the country of her childhood vacations—of running through the fields with her cousins and sunlit afternoons and the grandmother who she loved and fruit warm off the tree. Perfect, unblemished, whole.\nIf she had been a different kind of girl, she might have balked. If she had been Hermione Granger, for example, she might have sniffed, declared the fuss about out-of-wedlock pregnancies to be all patriarchal nonsense, and gone proudly and defiantly on her business. She would have walked down Diagon Alley with her head held high, and let sideways looks from shop clerks slide right off of her.\nBut she was Pansy Parkinson, and she could only ever be herself. She had always wanted to be a wife and a mother, but the emphasis was, a wife and a mother, in that order. She wanted a ring on her finger, a beautiful house, and a husband who loved her. She could not bear the idea of what people would say about her as soon as they knew—slag and used up and single mother—but she could not bear the idea of giving up this baby, either. And so she was caught.\n“Well?” her mother said, parchment still in her hand, head cocked to the side.\nAnd so, on that afternoon in July, she did not think of the consequences, or of the faceless, nameless father of her child, or of the fact that she could not run away forever. She did not use logic at all, really. She only thought, with an overwhelming, weak-in-the knees relief—\n“Yes.”\n\n",
	"45814432000": "1971, June 18.\n\nHermione Lyra Lestrange woke up in a her rather large bed, in her rather large room. The sun peaking through her big french windows that are near her bed. She looked around her soundings, her walls painted black with a tint of green. Very Slytherin like, she thought.\nShe got out of her comfy bed still in her nightgown, she called for her house elf.\n\"Mippy!\" She called.\nA pop can be heard. She looked down to the little creature Infront of her, \"Yes missy Hermione! What can Mippy do's for her little missy?\" The elf questioned at her.\n\"Please help me pick out my robes for today Mippy, an appropriate one, but is comfortable to my liking.\" She smiled at her house elf. The elf smiled back at her and gave her missy a nod and dashed through her large closer full of robes.\n\"And Mippy! Please do prepare my bath!\" She said to her house elf, Hermione can hear a faint 'Mippy will prepare for missy Hermiones bath!'.\nHermione then walked across the room to her full length mirror, looking at herself, she can see her beautiful black curly hair, to her pale skin that looks like one of those porcelain dolls that she saw at Diagon Alley the week before. And then her dark greyish eyes that she inherited from her father.\nAs she was mesmerizing herself at her full length mirror, she heard her door cracked open. She looked up to see her older brother.\n\"Hermione! Wake up before mother gets mad an- oh! You're awake!\" Rodolphus said as she looked at her. She smiled at him as he gave her a smile of his own.\n\"I'm sorry brother Rodolphus, I woke up a moment ago. But please inform mother and father I'll be down in a moment.\" She said softly to her brother.\nRodolphus smiled and walked over to her, giving her a hug and a kiss on the cheek. \"Goodmorning 'mione, slept well?\"\n\"Ofcourse, you? I know you haven't slept properly since tomorrow's your birthday and that-\" She was then interrupted by her brother who was rather excited and happy.\n\"That means I'll get my letter! I'll get to go to Hogwarts!\" Her brother exclaimed happily, almost jumping. Hermione looked at him with surprised and sadden a little.\nRodolphus noticed this and calmed down a little. \"Don't worry my darling sister, you'll get your letter soon too, so as Rab.\" He said as he hugged her and rubbed her back, kissing her temple.\nThat made Hermione feel well a bit, it sadden her that her older brother, who she looked up too, was going to leave her and her twin, on September 1st.\n\"Now, why won't you get dressed and get down for dinner? We're having sunny-side-up eggs and pancakes, isn't that your favorite?\" He said as he let go of her.\nHermione beamed at this, she smiled widely as she heard this and nodded eagerly. She got on her toes, Rodolphus, already knowing this gesture, bends down as her sister gave her one of her best 'cheek' kisses.\n\"I'm going to bathe and get dressed now, tell mother and father I'll be down in a moment.\" She said to her brother.\nHe nodded and kissed her temple again and left.\n\nAs she got out of her room and went down, she could see her parents and her brothers eating. Her father, eating elegantly, so as her mother and older brother. But when she looked at her twin, he was gobbling up his breakfast like there was no tomorrow. Hermione heard her mother scold him as her twin looked at her mother sheepishly and let out a small 'sorry'.\n\nHermione went over to sit next to her twin who was now eating elegantly the same as her family.\n\"Goodmorning, mother, father, brothers.\" She said as she sat down. They all said her goodmornings to her and ate at silence, a comfortable silence that Hermione loves.\n\"Rodolphus, Rabastan, Hermione.\" Their father spoke up to them.\nThe siblings shot up to look at their father who was looking back at them. Hermione answered in a 'hmm?' while her brothers rose their eyebrows at their father.\n\"As you know, tomorrow will be your older brother's birthday. And I was thinking.. How about a trip to Diagon Alley?\" Their father suggester.\nRodolphus beamed at this and nodded eagerly, while Hermione and Rabastan had matching smiles at their father.\n\"Very well then, a trip to Diagon Alley tomorrow.\" Their mother then spoke up, giving them her soft smile that Hermione and her brothers, including father, adored.\n\"Thank you so much father and mother!\" Her brother said happily, making their mother chuckle lightly and their father smile.\n\n\n1971, June 19.\nToday was her brothers birthday, the day where her family will go to Diagon Alley, their fathers treat, and the day he gets his letter.\nShe got up rather early, she asked for Mippy to ready her bath and get her robes ready. Hermione then realized, her brother will get his letter. He'll go to Hogwarts. It sadden her a little to see her brother get his Hogwarts letter, and leave on September the 1st. She loves her brothers dearly, and Hermiones greatful that she'll still have Rabastan by her side when their older brother leaves.\nShe pushes the sad thoughts away and focused the happy thoughts for now, she'll have more time to spend with her brothers since it's only July and not September, nor August.\n\"Missy Hermione! Missy Hermione's bath is ready now!\" Mippy suddenly said as the elf was now Infront of her, making Hermione snap out of her train of thought.\n\"Thank you Mippy, very much.\" She smiled downed at the elf. Mippy then gave her a smile of her own.\n\nHermione, Rabastan, and their parents where eating their breakfast when they heard a yell and a thump.\n\"\"Mione! Father! Mother! Rab! I've got my letter!\" Her brother yelled rather loud, making her twin wince at the loudness.\nShe can see Rodolphus race through the stairs, nearly tripping over, which her father scolded him but Rodolphus had no care right now. He got his letter!\n\"Rodolphus Rein Lestrange! Slow down or you'll trip and fall!\" Her father scolded.\n\"Sorry father! But I've got my letter!\" Her brother exclaimed happily.\nHer father sighed and nodded, while the twins look at their brother with happy looks while their mother chuckles.\n\"Oh I remember my Hogwarts letter, too. I was so excited for my parents to see it, but I scraped my knee doing it.\" Her mother, Aquila, told them.\n\"That's very unlady like of you.\" Hermione said to her mother, who her mother said it to Hermione when she does 'unlady like' things. Their father laughed rather loudly while their mother laughed along too. Then making the entire table laugh.\n",
	"45814417000": "一瓶又一瓶火焰威士忌被倒进酒杯，拔出瓶塞的声音此起彼伏，合着宾客们一声声的祝贺，酒精进入每个人的身体，让大家血液沸腾，心脏砰砰狂跳。有人在鼓掌，有人在大笑，乔治尽可能有风度地丢下手里的杯子，只觉得自己呼吸正在变得急促，感官却逐渐迟钝。喧闹声和他之间仿佛隔了数道“障碍重重”，无法靠近，越发得虚无缥缈。他已经碰过多少次杯？不记得了，但今天的来宾人数也许可以说明问题。为了庆祝韦斯莱笑话商店——现在应该叫韦斯莱连锁笑话商店了——第五十家分店开业，他们举办了盛大的宴会。光是被前来采访的记者们包围拍照就花了很久。啪擦啪擦的闪光灯让他觉得自己再多呆一会就有被晃瞎的风险，更别提那些随着拍照喷出的紫色烟雾了，如果没有风，效果恐怕直逼他们的秘鲁烟雾弹。他一边回答提问，一边恶劣地想着，假如自动书写羽毛笔也和人一样依靠视力，此刻众记者羊皮纸上的内容一定比某人的狗爬字还难辨认。明亮的夜空里全是韦斯莱烟火在绽放，他抬头注视了一会，想分辨出特别的那一束，但会场周围炫目的灯光模糊了他的视线，加上威士忌的作用，他的视力也快要跟听力一样迟钝了。“我说弗雷德，他们是不是把我叮嘱的那种烟花忘记了？”他摇摇晃晃地转过头去，语气里流露出一点失落。耳边传来熟悉的轻笑，他看见弗雷德歪过头看他，脸上是一贯的促狭表情：“刚才他们灌你威士忌的时候已经放掉了，效果好极了！”“噢？噢？”乔治不可置信地戳戳他的胸口，“你只顾自己看烟火，却没想着来解救快淹死在威士忌里的我？”“各凭本事啊。”弗雷德耸耸肩，“谁让我是更机灵那个呢，总能抢到好差事。”“嗯哼，从比尔婚礼那次我就知道了。”乔治努力克制着酒精上涌带来的情绪，但他知道自己的话根本就是从牙缝里挤出来的，带着一种咬牙切齿味儿:“把我丢给一群老女巫，自己却跑去招待年轻姑娘，嗯？”“哇，原来你的怨念持续了这么久？”他的兄弟立刻感受到乔治在掩饰的东西，靠过来碰碰他，“你恐怕真的喝太多了乔吉……”“没有！”乔治任性反驳，尽管他知道这是事实，他几乎已经对自己失去控制。“嘘，嘘，别在这里发脾气。”弗雷德连哄带劝，“我确定有几位美丽的小姐在往这边看呢。”“你知道我在意的不是什么美丽的小姐！”乔治东倒西歪地一下勾住他肩膀，把整个体重压上去，蛮横地威胁道：“我真生气……你居然跟我这么没默契！”“梅林呐，你可真沉！”弗雷德认命地把他扶走了，远离大家诧异的目光。全程乔治嘟嘟囔囔地又指控了他好多罪状，口齿不清了还是说个不停。弗雷德居然没有嘲笑他。他居高临下地注视着靠坐在安乐椅里的乔治，神情复杂，既担心又高兴的样子。“你真的不要去睡一下子吗？”“不！”乔治坚决地吐出这个字，心里还是难免有一点难堪。他以前一直是双胞胎里更冷静体贴更善解人意的那个，今天的表现可谓是一反常态，好在弗雷德不会嫌弃他丢人。应该不会……吧？他抬起眼睛看着弗雷德，这家伙看起来清醒得要命，也许根本没被人敬酒？自己现在的样子一定难看的多了。他直勾勾地，执拗地盯着弗雷德的礼服，像要看出来个洞似的。原本整洁笔挺的肩膀那里因为刚才搀扶他弄得有些皱了，他还把袖子挽了上去，露出半截小臂……他的目光躲闪了一下，被酒精侵染的头脑此时似乎已经清醒了许多，但他到底还是把那句话说出了口：“你知道……我其实在气的是什么，对吧？”他有意不去看弗雷德的脸，时间被拉长了，只有几秒钟，但他仿佛在等待宣判，心跳不争气地漏了好几拍。终于，弗雷德温和的声音传来。“我当然知道。”他的声音里既有笑意，又有叹息。他轻轻抱了他一下，“我不该装傻，也不该以为带你一起跟媚娃姐妹幽会是什么好主意。”乔治的鼻子酸了一下。“算了，我原谅你。”他把头靠在弗雷德腰间，免得这时候抬头让他的兄弟看见他发红的眼圈。“真的？这么容易就能得到原谅吗？”他哥哥惊奇地问，“我刚刚还想了好多道歉的方式。”“别拿你哄女孩的手段出来，我可是连锁笑话商店老板，见多识广的。”乔治嘴上说着，手上的力气却没放松。其实从刚才开始，他就搂着弗雷德没撒手。明明他觉得自己已经没有那么醉了，可头脑却越来越昏沉，可能是终于从弗雷德那得到的答案让他心情无比放松的缘故，他到底还是抓着弗雷德睡着了。 清晨，乔治在呼唤声中睁开眼睛，他过了好一阵才分辨出来自己是在父母家里。他看一眼身边的床铺——空的，没有人。乔治呆呆地转向来叫他起床的莫丽：“妈妈，弗雷德他……”“他已经在吃早饭了！”莫丽白他一眼，“你还要睡到什么时候。”他松了一口气，翻身坐起来，开始找自己的衣服。莫丽把熨好的衬衫递给他，一边问道：“过几天安吉丽娜出差回来，你们是把弗雷德接回去还是让他继续住在这？”乔治把自己卡在了衬衫里。一种迟到的，宿醉的感觉像冰水一样从头顶倾泻而下，他觉得胃部抽紧了，一股突如其来的恶心翻腾着想占据他全部的感受。他笨拙地在紧绷的衬衫袖筒里挣扎起来，布料发出不详的撕裂声。“梅林啊！你怎么了？”莫丽赶紧来帮助他，但他一挣脱出来就跌倒了。“哎呀，都怪弗雷德，他昨天把一瓶白日梦咒用在你身上了。”莫丽气呼呼地说，“在那么重要的场合……他可真像你小时候！你得再躺一会……酒后使用有什么副作用，你应该知道吧……”她又说了什么乔治已经完全听不见了。他在脑海里一遍遍地回忆着昨天的弗雷德。他的双胞胎兄弟，挑起的眉毛，飞扬的神采，带着点漫不经心的笑容……他无意识地摸过窗边的镜子，里面是一张三十岁男人的面孔。他这才想到，昨天看见的弗雷德太年轻了，那是他十年前的模样。隔着十年的时光，越过无数隐秘的心事，封闭的情感，再一次鲜活地闯进他的心里，让留在那的伤口再一次翻卷暴露。他闭上眼睛好一会，莫丽已经跑进跑出了几次，每次都要确认一遍乔治是否还好。“小弗雷德知道自己闯了祸，好像已经躲到鸡棚里去了。”她再一次进来时念叨着。“别怪他妈妈，没什么大事。”乔治用自己能发出的最平静的声音说，“只是一点小小的后遗症。”一种以弗雷德为名的病症，伴随终生。",
	"45814312000": "Chapter 1\nPrologue\n‘Now,’ said Bellatrix softly, as Draco hurried back with the wands, ‘Cissy, I think we ought to tie these little heroes up again while Greyback takes care of Miss Mudblood. I am sure the Dark Lord will not begrudge you. The girl, Greyback, after what you have done tonight.’\nAt the last word, there was a peculiar grinding noise from above. All of them looked upwards in time to see the crystal chandelier tremble; then, with a creak and an ominous jingling, it began to fall. Bellatrix was directly beneath it; dropping Hermione, she threw herself aside with a scream. The Chandelier crashed to the floor in an explosion of crystal and chains, falling on top of Hermione and the goblin, who still clutched the sword of Gryffindor. Glittering shards of crystal flew in all directions; Draco doubled over, his hands covering his bloody face.\n____________________________________________________\n\nIt had been three days since the trio's dramatic escape from Malfoy Manor at the hands of their old house elf, Dobby. To say the Dark Lord was displeased would be a drastic understatement; aunt Bella and his father were still unconscious from the severe cruciatus the Dark Lord punished them with. Draco stayed to himself and tended to his wounds as best as he was able to. These last three days, he spent most of his time wandering the halls of his childhood, making sure never to get in anyone’s way. The events of that night would not stop replaying inside Draco’s mind; Potter’s deformed face, Weasley’s pleas’ to take Granger’s place, and Granger’s screams and contortions of pain on his drawing room floor.\nIt had been months since he last saw the bushy-haired girl; up until last year, she had been the bane of his existence. ‘She deserved it,’ he kept trying to convince himself; it was all in vain. Growing up, his father has revelled in the tales of how in the old days, mudbloods and muggles would be taunted and torn. They weren’t people but lesser beings that did not belong among purebred wizards. All these months among the Death Eaters and his cries of glee were not genuine. He was disgusted by the actions of those around him but knew better than express those emotions. You do what the Dark Lord approves of; that is how you survive.\nThree days ago, however, he was unable to feign glee or do anything at all. Granger did not belong there. Surely she was smart enough to flee the country while she could? Obviously not. He should have known she would follow Potter to the ends of the world, but didn’t Potter know that her head was wanted almost as much as his? She did not belong in this war; she didn’t belong on his floor.\nHermione Granger. She had always been untouchable - the brain that kept the moronic duo from blowing themselves up. Hadn’t she known of all the muggle murders? Hadn’t she read the Profit when the Muggle Registration act was put in place? How could the brightest witch of their age be stupid enough to get caught? How could she have been lying motionless on the drawing room floor a mere three days ago? She had looked dead - and that terrified him. If he hadn’t been looking at her so intently, he would have believed she was if it were not for the faint rise and fall of her chest. Draco felt sick.\nDark red words seeped their way to the front of Draco’s mind. Mudblood, the word suddenly tasted bitter in his mouth. Hadn’t he been the one to use that word on Granger the most? There she was, lying motionless in front of him, branded like cattle. Why did that word no longer describe her? He had seen blood before; the blood of the lesser had been spread around Malfoy Manor for months now; something about hers made him stop in his tracks, however. Her blood didn’t look different; it was red like everyone else’s - including his own. If Hermione Granger’s blood - the embodiment of everything he was taught to hate - looked like his, what was he fighting for? He never had to question himself, and his beliefs before the noseless freak entered their lives. Everything he was taught benefited him, so why should he question it?\nEvery drastic measure he had taken had been more for self-preservation and the purity of wizard in blood. He wanted respect, sure, and power was always promised, but reality did not live up to his expectations. Wasn’t this war for the benefit of wizards like him? If so, why were he and his parents now forced into seclusion and shame? Why is one of the Dark Lord’s most dedicated followers punished by the man who claims to be on their side?\nDraco did still believe that muggles and mud-muggle borns are less worthy; they have their world, leaving the magical one alone. Just something about Granger pulled the rug right from under him. Was she truly not worthy of her magic? He had never met anyone more dedicated, hardworking, and appreciative of their magic than her. Most who were born into this world took magic for granted, including himself.\nDraco suddenly stopped, head throbbing with all the unwanted questions that had plagued his mind for the last three days. Looking back, did he truly believe all that, or did he just love the power that fear and superiority gave him? Everything was a game where he could only emerge as the victor. 6th year changed everything for him; nothing was a game anymore. Reality did not hold back and was still throwing everything it could at him. He was a winner and a pawn in a game where no one came out on top - except the Dark Lord. He was just a bottom-feeder searching for any scraps of justification for this war. Draco shook his head and continued walking.\nUnwillingly, his thoughts drifted back to Granger. Gryffindor princess. The brightest witch of her age. She should have had the sense to leave; she had an out! But she stayed. Why would she stay when there was no hope for them to win this fight? Why would she stay when her head was almost as wanted as scar-head himself? He knew those three were joined at the hip, but how could her friends allow her to be brought down him them?\nIn his isolation, Draco had no way of receiving news beyond the grounds of Malfoy Manor. It was comforting in a terrifying sort of way. He could almost pretend there was no war, and his endless wandering was out of boredom, not punishment.\nAs he continued his meaningless journey, he passed his parent's quarters, where the door was left slightly ajar. He planned to ignore it, but a sound made him stop dead in his tracks. In all his years of living here, there had always been an unspoken rule in the Malfoy home. Never show emotion; emotions are a weakness - especially crying. One could sense his surprise as he heard the muffled sobs coming from within the room. As quietly as he could, Draco opened the door to see the image of his mother slumped on the floor at the foot of the bed. She was muttering between shaky breaths - words Draco could not make out. He began walking away as silently as possible to stay undetected.\nStunned, that is how Draco felt. His mother has never been anything but perfectly put together. Recently her features had looked more hollow and sunken, but she still stood proud. She may not have been the most outwardly affectionate mother in the world, but she showed him that she loved her in her own way. While at Hogwarts, she would write him weekly letters accompanied by more sweets than he could ever devour. Despite her words telling him to behave, he had always noticed a twinkle in her eyes when he regaled stories of his triumphs at school. Just as he had almost completely shut the door, he heard a sob and words that struck him.\n‘I wish I could go back and change…’\nHe quickly fled as guilt washed over him. How often had he wished he could return and do things differently? How many mistakes could he undo that would spare his family from all this shame? What he wouldn’t do to have the second chance he did not deserve. With one last look at his broken mother, he turned and walked away with no destination in mind.\nIs this all his life would become? If the Dark Lord wins, he will forever serve a man who will never respect his name. If potter wins, he will serve a life sentence in Azkaban for his contributions to the war. He no longer knew which would be the worst outcome. He didn’t know which option he deserved. There is no redemption for Draco Malfoy, not in this world.\nDraco walked on and on until he soon found himself at the doors of his family library. Unlike the rest of the manor, the library remained untouched by the new residents. Due to said circumstances, it became a place Draco often frequented. Draco had always had to uphold his family name in various ways - including academically. He managed to become the top male student in his year, second in the class behind Granger. There is only so far studying will get you if you don’t enjoy reading.\nHe noted a small, insignificant-looking book as he wandered through the expansive isles of the Malfoy family collections. He had seen the little journal before during his many lonely sessions in the library but had never before given it as much as a second thought. As he turned it around in his hands, he wondered why a Malfoy would own a thing so ragged. Surely it must be of great value to keep a tattered thing such as this. After a few moments, curiosity got the better of him, and he opened it. Expecting to some fascinating information, he was rather surprised to find blank pages staring back at him.\n‘Pathetic,’ he angrily muttered to himself, ‘No wonder it looks as though it has been untouched for ages. It’s rubbish.’\nHe placed the book back on the shelf and continued his search for something to pass the time.\nHours crept by slowly as the young Malfoy distracted himself with any mildly interesting book he could find. Hunger soon overcame him, and he begrudgingly left the safe refuge of the pages and headed to the kitchens. Before, Draco would have scoffed if anyone told him he would be eating with the house elves, but since the Death Eaters took residence, he found himself doing it more and more often, especially after being forced to watch the vile snake eat the old Muggle Studies professor.\nDraco took his time at dinner; despite being famished, he never seemed to finish a meal anymore. When all he could do was play with the remainder of the food on his plate, he figured he might as well go to bed to repeat the day's events in the morning.\nWhile making the trek up to his room, he passed his parent's quarters once more. Half expecting to hear the continued sobs of his mother, he found himself surprised again at what he heard instead. His parents were arguing; it was hushed and clearly meant to be unheard. He knew his parents fought; everyone did; he had just never witnessed it before. He couldn’t help the bone-aching curiosity that took him over; he stepped closer to the door but did not dare open it as he had done before. He could not make out any words but heard that both sides seemed to be mad and pleading with the other. He stepped away, unable to take another emotional blow that day.\nFinally making it to bed, Draco promptly stripped his garments and crawled under the covers. As he drifted to sleep, he silently prayed for the mercy of a dreamless one; as always, he had no such luck. As per the last few nights, his dreams consisted of a certain bushy-haired brunette lying motionless on his drawing room floor.\n____________________________________________________\n\n‘Draco. Draco, my love, wake up.'\nWith a sudden and slightly aggressive start, Draco woke up, wand outstretched.\n‘Now Draco, no need to point your wand at me!’\n‘Mother?’ He rubbed the sleep from his eyes, sure he was seeing things. ‘What’s wrong? Why are you here in the middle of the night?’\n‘Please, Draco, we must hurry,’ she started to nudge him out of bed in an urgent manner.\n‘Hurry for what? What is going on?’ Draco was starting to feel panic at his mother's rushed plea.\n‘I promise I will explain everything soon, but we need to move right now!’ Narcissa urged as she made her way toward the door, ‘Oh, if there is anything of personal value to you - grab it'\nConfusion overrode Draco’s panic as he instinctively reached for a silver chain on his bedside table. The piece of cold metal had a silver dragon with emerald green eyes wrapped around the thin, elegant chain. Just as the silhouette of his mother disappeared into the darkness of the hallway, Draco hurriedly dressed and followed his mother out the door.\nNarcissa expertly maneuvered her way through the vast halls of Malfoy Manor; the only indication that she wasn’t alone was the muffled patter of Draco’s steps as he desperately tried to follow behind. What felt like an eternity later, Narcissa made a sudden stop and retrieved her wand from inside her robes.\n‘Silencio,’ she whispered. Satisfied she had done the spell correctly, she quickly ushered Draco through the doors ahead. Once inside, she cast a final spell, ‘Humeno Revelio’ Nothing.\n‘Mother, can you tell me what on Earth is going on?’ An exasperated Draco inquired from behind her.\n‘Muffliato,’ She said with a wand pointed firmly at the entrance door. ‘Listen, Draco, I will explain soon. We just need to get a little further still.’\nGrabbing hold of his hand, Narcissa led her son through rows of towering books until finally reaching a secluded corner of the Malfoy family library. ‘Here. Now listen carefully; I know you have questions, but you must listen’\nMore questions arose, but Draco knew better than to disobey his mother. Instead, he looked at her expectantly as we waited for her to continue.\n‘Draco, dear. You must understand that there are dark times’ Understatement of the century, Draco thought. He remained silent.\n‘We don’t have much time.’ She took a deep breath, ‘I tried. I really tried. All I have done is keep you safe but I don’t think I will be able to protect you anymore.’ Her voice was shaken; Draco might have seen her cry earlier, but he had never seen her show herself to be fragile, especially in front of others. ‘The Dark Lord, he is furious with your aunt and father. He is punishing them for letting Potter and his friends getaway. He…he is also furious at you, my son.’\nWith me? Draco thought. About last summer?\n‘He saw both aunt Bella’s and your father's memory and your reluctance to confirm that it was them.’ Shit. ‘I am afraid your father is doing everything he can to stay tolerated by the Dark Lord. He offered you up for a mission.’\n‘He what?!’ exclaimed Draco, not bothering to control his volume.\n‘Shhhh!’ Narcissa said as she took a cautious glance toward the door. ‘The Dark Lord mentioned that he was in need of someone to join Greyback. He wants to create an army of werewolves to do his bidding…and your father offered his son. He offered you.’ Sorrow and anger engulfed her expression at the last sentence. Bile made its way up Draco’s throat with every word spoken.\nHow could he?! His own father.\n‘I tried to convince your father otherwise. He refuses to listen to me. He says I am letting my womanly instinct cloud my judgment and that we should be focusing on the Dark Lord now.’ She looked down, ‘You know he hasn’t been the same since…since that place.’ Azkaban. ‘They are planning to fetch you at dawn so Greyback can…so he can change you.’\nDraco’s heart felt like it was going a million kilometres an hour. How could his father do that to his own and only son?! Anger boiled through his veins. He turned away from his mother as he tried to calm himself down.\n‘So that’s that,’ Draco said dejectedly, not wanting to believe it. ‘In the morning, I become a half-breed’\n‘I am no longer able to protect you. Not here. But…’ Narcissa stepped in front of her son and forced him to look at her. ‘If you trust me, there is one last thing I can offer you. I cannot promise anything, but it is the best chance you’ve got to have a better life.’\n‘Are you sending me away? As if it would be that simple, Mother!’ His mother was an intelligent woman; how could she suggest something so stupid? ‘It wouldn’t work, and you know it. No cross-country apparition is allowed, and all other forms of magical transportation are being heavily monitored. They would catch us before stepping off the grounds.’\n‘Even if we weren’t caught, what could be more shameful to the Malfoy name than running away like cowards? It would be more disgrace to the Malfoy name tha-‘\n‘Screw the Malfoy name!’ Draco was stunned. He looked at his mother as though she had three heads.\n‘How could you even say that? Hasn’t everything I have been taught and everything I have done been for the honour of the Malfoy name?! You’re telling me NOW that it doesn’t matter?’ His anger toward his father was not beginning to be shared by his parents.\n‘Draco. I am saying that there are more important things than a surname. I would rather you live as a dishonourable Malfoy than a dead one.’\n‘Mother-’\n“As I said earlier, everything I have done is what I thought would be best for you and your safety. We both know this war is nothing going the way it was promised, and although your father won’t see it, the Malfoy name will end with you. By the sounds of it, it will end soon.’\nHe could not believe what he was hearing.\n‘I know where I stand in all this, my son. I have to live with my choices, but you should not have to live with my mistakes. There is still a chance for you to have something better than this.’\n‘Mother. I told you; there is no future for me here; there is no second chance.\n‘Not for your father or me, but for you, there still is. You still have the safe life I have always wanted for you-‘\n‘Mum! Why do you keep saying that? Look around; safe is no longer possible in a magical world!’ Draco looked down and noticed an old tattered diary held tightly in his mother's hands. ‘What are you holding?’\n‘Your second chance’ Narcissa held the diary for him to see and ran a delicate finger down the worn leather spine. ‘Please, take it.’\n‘What?’ Alright, his mother has officially lost it.\n‘This is an ancient heirloom from the Nobel House of Black. Its purpose was to help our family find true love-‘\n‘No disrespect, but love is not something we should be concerning ourselves with at the moment.’\n‘Don’t interrupt!’ Draco had never had his mother be curt with him before. ‘This book sends you back in time to the moment it would have been most prudent for you to find your true love.’\n‘Are you listening now?’ He sure was. ‘This is your opportunity to have a second chance. But the is a catch. The diary will only work if you have already met your soulmate. Otherwise…’\n‘I’ll die’ Draco did not need to let his mother finish her sentence.\n‘I know it is a big risk, but you are delaying the same risk by staying here. I cannot force you; it is your choice if you want to try.’ Narcissa placed a loving hand on his face. He wasn’t sure how to react; physical affection wasn’t normal in the Malfoy home. ‘This is the last thing I will be able to do for you.’\nAfter several moments, Draco finally spoke. ‘How would we even know it works? Sounds like more lore than fact.’\n‘I know it works. I know because I’ve done it before.’ Silence. ‘You see, when I was in my own sixth year at Hogwarts, your father and I…we had just begun courting. I was very happy.’ A ghost of a smile crossed her features,’ My parents were thrilled that such an important member of the Sacred 27 had shown interest in me.’\n‘They were especially please after my eldest sister, Andromeda, got dishoned’ Draco knew his mother had a sister had met, but he had never thought to question it before. ‘She had left our family to marry a Mudblood she met at school. After her betrayal, my father became especially strict with Bella and me on who we could associate. The importance of keeping magical blood pure was instilled often as possible - not that it mattered to me. I had already fancied your father before, so I did not have anything to worry about. Your father had always been a charmer, you see. All Slytherin girls were after him - his surname was just a bonus. I was elated when he asked my father's permission for my hand in marriage after graduation. He had fancied me for a while as well.’\nDraco was awestruck. He knew his parents cared for each other but always figured it was something that developed through an arranged marriage. They had spoken about arranging him with a worthy pure-blood girl before his father's arrest.  His “love” life until now had been for show. He had never felt anything romantic toward another before. Draco kept listening to his mother.\n‘During our final year at Hogwarts, I got a letter from Andromeda. At that point, we had been estranged for years, and I had strict orders never to associate with her again. Curiosity got the better of me, and I read her letter instead of throwing it out.’ His mother's expression turned sad, ‘Andromeda had written to me saying that she missed me and that she was sorry she hurt the family. She had apparently given birth to a baby girl by her Mudblood husband. They wanted me to meet her as she was my family too. I was hesitant but agreed to meet her on our next Hogsmeade outing. I had no interest in meeting the half-blooded child; I only wanted an explanation as to why my sister left Bella and me behind. I knew I should not have agreed to meet her, but I would have been lying to myself if I said I hadn’t missed her all those years. She used to be my favourite sister. I was devastated when she left. I didn’t know what had happened until our parents sent Bella and me a letter about the new circumstances. After that, they never spoke her name again - as if she never existed.’\n‘When the next Hogsmeade visit came around, I explained to Lucius why I would be elsewhere for a few hours. I met Andromeda at the Hogshead, figuring it would be far away from prying eyes. I hadn’t realized how much I missed my sister until I saw her again. I know I shouldn’t have been, but I was happy to talk to her again.’\nNarcissa’s expression suddenly turned cold. A coldness that Draco had never seen her make inside the walls of the manor, not even after the Dark Lord’s arrival. When we finished, she left via floo, and I started making my way back to Lucius. As I left, however, my father was across at the entrance of the Three Broomsticks - where I was supposed to meet Lucius. Andromeda had sent the same letter of peace to Bella, and Bella informed my father. He had come to make sure I hadn’t disobeyed him.’\nDraco was completely attentive to his mother's tale. Why had he never known about his parent's past? He knew the answer; Malfoy's don't ask questions; they give orders. As his mother continued, Draco brought his attention back to her.\n‘That night my father broke off my engagement to your father,’ Pain was clearly written on his mother's face as she spoke those words. ‘I had to be punished for disobeying his orders. Later that week, he promised my hand to another Sacred 27 family member. The Goyle’s. Although pure-bloods, the Goyle male heirs were known for having a reputation of being…aggressively handsy with their spouses.’ Disgust filled Draco’s inside. Of course, he knew the reputation; he just could not imagine someone doing that to his mother.\n‘For the remainder of my career at Hogwarts, I was forced to spend my time with my betrothed. I know your father was hurt by the actions I had taken to end our relationship. I was forbidden to speak to him, and after my last disobedience, I was not too eager to break the uses again. Before going home for Easter, Goyle became angry at me. He ended up putting his hands on me that night.’\nDraco was seeing red. Sure, his father was tough to please, but he would never have done something atrocious to his mother. The furthest their arguments went was giving curt responses when the other spoke. To think anyone harmed his mother made his blood run cold.\n‘I knew then that if I stayed, it would only become worse after we wed. I was just so afraid of leaving him and being dishoned by my family as Andromeda had been. When I got home the next day, I spent most of my time in the library. As I searched the book-littered walls, I found this diary.’ She held the book with much care. ‘At first, I thought the pages were blank, but as I went to put it back on the shelf, I cut my finger on the parchment. A spell appeared on the first page as my blood touched the book. It was a spell that would allow the caster to go back in time and find their soulmate. I was desperate for a way out after the previous night's events, so I performed the spell right then and there. Even if death was a possible outcome’\nSilence fell upon the dark library. ‘Mother…’ Draco began, but Narcissa touched his lips gently.\n‘I never regretted the decision I took that night. When I went back, I did not meet Andromeda for tea that day at Hogsmead. I ended up marrying your father, and shortly after, we had you. I cannot bring myself to regret any choice that leads me to have you, Draco. The only thing I am sorry about is that I gave you a life that led you to this. I want to give you a chance that this book gave me. Will you take what I am offering you?’\nWould he take it? It had all been a lot to take in; not only did he discover that time travel and alternate realities were possible, but he had also learned more about his mother's life than he had ever known before. It took several moments until Draco spoke.\n‘ I don’t understand. Why didn’t you ever tell me? Does father know?’ After all, he had learned, he knew this wasn’t the most important thing to ask about; he just felt a slight pang of betrayal.\nNarcissa turned her gaze downward once more. ‘No. He does not know. I had sworn to myself that this secret would die with me as I thought I would get it right this time. I am aware of the dangers the knowledge of this information would bring. It was better no one knew. I had tried everything I could to forget my past and live on in this one.’\nLooking up at her son's face, Narcissa took a shakey breath and continued. ‘I will not force you to follow what I had done all those years ago. I will not make that choice for you. That is for you alone to make. All I can do is given you the offer.’\nHe alone had to make this kind of choice?! Draco Malfoy did not make choices, especially not of this gravity. To his parents, it was too risky for him to make his own friends; they had to do that for him. It was not his choice to sneak Death Eaters into Hogwarts last summer; it was a task that was given to him. Suddenly the option to rewrite his future is his choice? How was he supposed to decide something so life-altering, knowing that he is closer to becoming a half-breed with every second that passed?\nHe risks dying if he chooses to go, knowing he has likely not met his soulmate. But he would be as good as dead if he decided to stay. Was it really much of choice?\n‘I’ll do it,’ said the barely audible voice of Draco Malfoy. He half didn’t believe those words had been spoken by him.\n‘Are you sure? I know what I am asking is too mu-’\n‘Mother,’ He cut her off, ‘You gave me the offer; you weren’t asking a favour. I am choosing to give it a try.’\nNarcissa gave her son a slight nod. ‘Then we must move quickly. Time is running short. Come here.’\n‘Well? What should I do?’ Despite Draco’s hesitation, he felt vulnerable. He wasn’t one to easily admit when he did not know something.\n‘The one who is going back must be the one to reveal the spell. It needs your blood. When I did it, it had been an accident, but a prick of a finger should do.’ Quickly retrieving a long pin from her fair, she quickly did work of transfiguring it into a sharp silver needle. Narcissa passed the needle to her son with shaking hands.\nDraco would have been lying to himself if the thought of running and leaving this life behind didn’t cross his mind. Now that he knew an escape was possible, it seemed too good to be true. What had he ever done to deserve a happy ending anyway?\nHe quickly took the needle from his mother's grip before allowing his mind the chance to prevent him from going forward with the spell. It was now or never; he had no time to think about it. Without a second thought, Draco let a scarlet droplet stain the surface of his pale skin. Taking the notebook, he pressed the pad of his finger against the empty pages of the yellowing parchment. In mere moments the diary became filled with curly red scripture. The spell.\n‘Now Draco, quickly. Read what it says and learn the wand movements. Memorize them. The spell will only show itself for a minute before disappearing again. When it does, you will not be able to get it to show itself again. There will be no more chances.’\nMore nervous than ever, Draco carefully memorized the contents of the page. He made sure to engrave every last detail into his mind. The scripture slowly faded away from the pages of the book. This was it; no more chances.\nThe gravity of the situation was starting to make itself clear; he could die in a few minutes or live to try again. Either way, he must clear his mind if he wants a shot to survive.\n‘Draco,’ Narscissa said before Draco could start the incantation. ‘I have a favour to ask. When you return, will you convince me to reach out to my sister? If you’re successful, the future I wanted has been set, and I always wanted to rekindle my relationship with her. Fear of losing everything always won out.’\nDraco took a moment to process his mother's request. ‘Of course, mother. I will do what I can.’ Before he could stop himself, Draco lunged toward his mother and gave her a long embrace. He knew this might be the last time he saw her. Although taken aback at first, Narcissa quickly held her son, knowing this was the last time she would see him. It took everything in her to let go.\nOnce parted, Draco took a long step back and began reciting the incantation. He looked at his mother as he performed the final wave of his wand.\nAt first, nothing happened. Could he have done it wrong? Was there something he missed? Fear filled his body as the thought of failure overcame him. His body was beginning to burn up as though he had been forced to lay in a bed of torches. His skin felt as though somewhere was pouring acid on him as they sprinkled salt into each fresh wound. Although frozen in place, Draco’s muscles were contorting in agony. He could not scream; he could not move. He stayed still, and he was being tortured. No cruciatus had ever been this vial. The pain was becoming too much, and Draco knew this was the end. The sight of his sobbing mother was the last thing he saw before it all went dark.\nNarcissa dropped next to her son as his lifeless form fell to the floor. She stayed with them for hours, knowing that she would never see him alive again. It was not until faint voices broke from the corridor that she finally moved. Draco was gone, and Lucius was good as. The doors to the library burst with a sudden bang, and she patiently waited to be found. Consequences be damned - Narcissa Malfoy was done.",
	"45814132000": "Harry Potter hated dogs with a passion.\n\nThey were loud and viscous, not dissimilar to sharks. They smelt fear and got into your face, and Harry loathed them.It had started when he was five, this all consuming rage towards dogs. Aunt Marge had visited for the first time, and she had brought her Doberman, Ripper. His name described him beautifully. He tore apart everything around him, destroyed furniture, and was an all around menace.Safe to say, Aunt Marge adored him. That alone was enough for Ripper to earn Harry’s dislike, but he was also such  an ugly dog. One of his eyes was gouged out, and he was always fighting to get out of his collar.\nAnother unfortunate side affect of Aunt Marge visiting was that Harry was given more chores. Including feeding Ripper. Now, Harry was not the brightest child, but he wasn’t stupid. At the ripe age of five, he understood that Ripper would tear him apart given the slightest chance, so he devised a plan.\n\nHe would prepare Ripper’s food when he was outside so he couldn’t get at Harry. Everyday, at five o’clock sharp, Ripper would be put outside, and Harry would get his food. \n\nIt was the day Aunt Marge was supposed to leave that his plan fell apart. He let Ripper out on schedule, and was getting his food as usual, but Aunt Marge came to interrupt him. \n\n“Why are you putting my sweetheart Ripper outside? He was just out there!” \n\nAnd she promptly opened the door to let him in. Unfortunately, Harry was still holding his food bowl, and when Ripper realized, he was furious.\n\nRipper jumped on top of Harry and bit him in the side. Harry’s world exploded in pain. His side was gushing blood, and no one cared. Ripper decided Harry was no longer worth his time, and ate the food he dropped on the floor. And Harry just stayed on the floor, bleeding, for hours. When he asked Aunt Petunia for bandaids, she said he was fine. \n\n\n(He was not fine).\n Aunt Marge took it as an insult to Ripper. The next time she visited, she let Ripper chase Harry up a tree. (  The first bite had scarred over, same with the second, third, and fourth).  \n (It was fine). \n\n   \n\nHarry did not like dogs. He despised them, really. And if they happened to remind him of the fact that no one cared he was bleeding out, all the more reasons to hate them really.\n \n (He was fine). \n \nHarry carried this hatred of dogs into Hogwarts. \n  Especially   into Hogwarts. Harry’s first encounter with a dog was Fluffy. Kind, sweet,  huge  Fluffy. Yes, Harry could understand the reasons behind having Fluffy, but why did it have to be a dog? \n (And later, when they had to get past Fluffy, if he let Hermione and Ron handle him, it was okay. \n\n \n\n And when they talked about Fluffy, he only hummed and nodded, it was fine. \n\n \n\n He was fine). \n\n   \nHis second year was  thankfully  dog free, and it lulled him into a false sense of security.Harry’s third year, he had to deal with  three  unrelated dog incidents.First, Aunt Marge came to visit, and she brought  fucking Ripper.  He dealt with her for all of one day, and then his temper got the best of him. \n (Harry was delighted that Aunt Marge was inflated, no matter how many scoldings he got about it. He just wished it was Ripper instead). \n \nThen he was being followed by a stray dog. Out of everyone the dog could choose to follow, it chooses a child who hated his kind. Go figure!\nThe third and final incident was during Divination. Professor Trelawney was  constantly  predicting death. Harry wouldn’t be surprised if it was all she could do. It wasn’t that he minded, per say, more that she kept predicting the Grimm.\n\nA  dog.\nHarry wasn’t quite sure why he hated dogs himself, not until this year.Maybe it was because they were loud. Or maybe, Harry though suddenly,  quietly-  that dogs represented everything  wrong  with his life. The fact that his “  family”   didn’t care he was bleeding out. That he was destined to  die  by a madman’s hand. \n(Or maybe, it was because dogs were treated like shit. And Harry could relate).\n He was relatively dog free the rest of the year, at least until that stray dog started popping up again. No matter what Harry did to keep him away, he kept coming back. It had   to be magical. \n (Sometimes Harry hated being right \n\n \n\n It was fine). \nThe dog was a mass murderer. And surprisingly, not  Voldemort. Harry was going to take the win. The unfortunate part was that Sirius Black was now within arms length, which was not  conducive for Harry’s long term health.\n\n(It was fine).\n\n“Are you going to kill us?” Harry blurted out. Remus, Ron, and Hermione looked at him incredulously. He just shrugged. “Only one will die tonight” Sirius snarled. That totally clears it up! Harry thought. He just wanted him to get on with it.And then Snape interrupted. Because of course he did. Harry disarms him, and gestures for Sirius to continue. Thank God he did that, because they were finally getting to the interesting part!“Give me your rat Ron.” Harry watched disinterestedly as Ron’s rat scurried around, at least he did  until the rat turned into a man. Was that thing sleeping with them all these years? Eww\n\n(It was fine).\n\nPeter Pettigrew. His godfather  wasn’t  a mass murderer, only a framed one, and now they could clear his name.\nAnd then Remus turned into a werewolf. \n (And if Harry was a little salty that a grown man couldn’t remember the moon cycle, especially since he’s been a werewolf for years, then fine. It’s neither here nor there. \n\n \n\n It was fine). \n \nAnd finally, Snape is useful! \n But really, Harry was very thankful to him. He did not  want to face a fully turned werewolf. What he also didn’t want to face was a horde of dementors, but once again, it was fine. \n (And Harry was definitely salty about the time turner. Why did the underage wizards participate in this escapade and not the fully trained wizards?  \n\n \n\n Why why why why why why whywhywhywhywhywhywhywhywhywhy? \n\n \n\n He never thought he would use magic to save a dog’s life, but here he was. \n\n \n\n It was fine). \n\n   \nAnd later, much much later, if Harry looks at this night and sees  hope  for the future, well, then that’s okay.If Harry has to trust the part of Sirius that is a dog  to love him, then he supposes he will  try. \n (And years later, dogs no longer represent everything that never was. Now, they were everything that could’ve been. \n\n \n\n Harry’s dog dies on June 18, 1996.  \n\n \n\n He finally mourns for all that has been lost. \n\n \n\n  It was fine. It wasn’t fine).",
	"45813922000": "This is going to be an overview of my trans!Narcissa headcanon, with a look at queerness in the Black family/pureblood society as a whole, different family dynamics, and how growing up a trans kid in a society like this influences different headcanons/aspects of her character. Needless to say, this is based on my own headcanons and the very limited canon information we have about her (most of which does not inform us about her childhood and family relations as we’d like). It’s by no means meant as an argument as to why everyone should adopt this headcanon, it’s just informative and fun.I have one reason for writing this and one reason only and it’s “I love this headcanon and want to be able to refer to it without spamming a whole explanation and additional headcanons into an unexpecting discord chat”. Plus, I want to write more headcanons about specifically my take on Narcissa, and for some of those headcanons it’d be very convenient to just be able to refer back to an existing post on how her being trans influences some things in the rest of her life.How this will be structured:\nFirst things first\n1: A general look at how I think queerness is seen and treated in the Black family and by extension pureblood society.\n2A: The Black family and the importance of sons and Heirs.\n2B: Specifically Narcissa’s position.\n3A: Getting to Narcissa’s specifics: a timeline on her realisation and coming out.\n3B: Specifically, her parents’ and sisters’ reaction and her own fears.\n4: Tying back to the Heirs, the reactions and attitudes of Narcissa’s cousins.\n5:Narcissa’s plans for her future and openness about her being trans and queer. (Side tangent: Narcissa and the way she confirms to roles, not individuality.)\n6A: Narcissa’s marriage and having a baby\n6B: Raising Draco\n7: How she chose her name.\n8: Some fic recs to close it off\nAlright so let's get into it I’m so excited.\nFirstly\nThe very simple reason why I love this headcanon. It’s entirely born from a conversation with a friend back in like 2014 on “but why doesn’t her name fit the rest of the cousins/most of her immediate family?” during which we looked at other fanon theories and then went “but what if…” and settled on this. There are obviously other theories, one of the most popular ones that I’ve seen being that Druella cheated and Narcissa is not a Black at all, hence Cygnus refused to give her a traditional name. Personally, I don’t like that as much, and I prefer to think of it as a name she chose herself.Realistically, the author named Narcissa as a Malfoy and had not decided or simply forgotten that her maiden name would be Black. Narcissa as a character was very blatantly created as Draco’s mum and Lucius’ wife, and therefore she looks like that and not like a character born into the Black family. I don’t care. I’m giving her some fucking agency.(Sidenote: I know that TODAY there is a star named Narcissus. It was named in 2014 which is well after Narcissa’s birth and the books’ release and it was named by a random person. This is not what Narcissa was named for.)\n1: Queerness in the Black family (and pureblood society)\nThe way I see it, queerness in and of itself is not grounds for disownment within the family. Pureblood society functions best when everybody does what is expected of them, and is vaguely happy doing it. By no means does this mean that it’s celebrated or wholeheartedly accepted, but as long as it does not interfere with your willingness to fulfil your duties, who cares. If you’re insistent and dutiful, you can even change which role you’ll fulfil for your family, if the circumstances allow. At the same time, I imagine it’s a bit of a ‘don’t ask don’t tell’ situation, where privacy is greatly appreciated depending on the circumstances. Be gay, if you want to be, but do get married and don’t make a scandal.How this interacts with different people in these families fully depends on what is expected and needed within a specific family. For example, a family like the Lestranges with two pureblood sons, wouldn’t have much of a problem if one of them was gay, as long as at least one of them got married and continued the family name. A family with only one son would be more strict about this, and most likely absolutely would expect their son to marry a witch regardless of his sexuality.In the Black family specifically, this is complicated because the cousins cause enough trouble without involving queerness. If all of them believed in the blood politics and no one got disowned, Sirius being queer would not have been a huge deal. What I do believe caused problems is Sirius very happily and openly snogging halfblood wizards or blood traitors. If he’d bought into his family’s ideologies and Regulus had gotten married to a pureblood witch, and Sirius would’ve fallen for some wizard of the Sacred 28, arrangements could be made to make that work.More specifically being trans, again, so highly depends on the circumstances. One of these is, again, simply the amount of other children willing and able to do as told. I will get into the importance of Heirs in a bit, but having at least one son per family is something most families strive for. In that regard, a trans son would be more likely to be happily received than a trans daughter, but again it depends on the circumstances. If a family has three children and two of them are cis wizards, the third being a trans witch would be far less of an issue than if (as in Narcissa’s case), the first two are also witches.Obviously this is a far more complicated topic, but that’s the gist of it: it depends, but if you’re willing to do as told or you are lucky enough to have the siblings to ‘make up’, being queer is not the end of the world and can absolutely be accepted. Also, again obviously, I’m by no means saying that that’s a good and ideal way of treating queerness (or your children in general). I hope that’s clear.\n2A: Sons and Heirs in the Black family\nThis is specifically about the importance of the name and of the Heir in the Black family, and how I imagine this would work for the two different branches we see in canon. (Orion and Walburga’s children, and Cygnus and Druella’s.)Long story short: they’re important. Both Druella and Walburga would have entered their marriages knowing that the main thing expected of them is to not only have at least one son, but to raise that son into a proper Heir ready to continue the name and reputation of the Black family. In my head, this largely goes per branch of the family tree. Walburg having two sons does not mean that Druella should not have one, and if both had a son it would not matter as much who’s older. They’d both be raised as the respective Heirs of their fathers, and that’d be the most important role within that family.For Sirius and Narcissa, in this case and following my basic timeline, this means that for the first fifteen years of Narcissa’s life, they were both viewed as the respective Heirs of their family. Regulus is Sirius’ ‘spare’, in that sense, in case Sirius fucks it up along the way (which, obviously, he does and we all love him for it), but that does not translate as much to giving Narcissa any leeway. Would it have been ‘worse’ if both her cousins were witches? Sure, absolutely, but having two male cousins does not mean her father doesn’t want his own Heir, too. Narcissa was supposed to be that, and clearly wasn’t.\n2B: Narcissa’s own position in the family\nIn a way this builds very much on the semi-popular fanon that Narcissa, cis or trans, was supposed to be her father’s son. She’s the youngest of her sisters, and she’s the last child Druella has. She was Druella’s last chance of having the Heir her husband needed and fulfilling her duty towards the family she married into. I have seen headcanons where Narcissa is born a cis girl, immediately offsetting disappointment in her family because that’s not what was supposed to happen, and she suffers this perceived failure of her mother for much of her life.If she’s trans, that’s not immediately what happens.In this instance, Narcissa is born and she’s assumed to be the Heir her parents were waiting for. Her father’s Heir, his only son, her mother’s duty fulfilled and their absolute pride and joy. She would have been raised with the knowledge and understanding (and, I sincerely believe until she came to the realisation she’s a girl, full willingness) that she’d marry an appropriate pureblood witch and continue the family name, have her own Heirs, and do exactly as her family needed. After two older sisters, and as they grew older two rebellious older sisters (in different ways, but still), Narcissa was the golden child. Including as they got older compared to Sirius, she was the ‘better’ Heir.Until she wasn’t.I think this put Narcissa into a position where the role she had been raised and praised for her entire life, at one point becomes something that she can’t possibly live up to. Narcissa has always been raised for a very specific purpose, a purpose that I genuinely believe she would have wanted to fulfil if she thought she could, and then she comes to the realisation that she can’t. She knows her family. She knows what she needs to be, and she knows she can’t. Narcissa was the light of her family, the absolute golden child. She was that annoying brat that other parents pointed their children to in a “look at her, be more like her” manner. The example of what it meant to be a pureblood wizard’s Heir.And that brings me to perhaps my favourite thing about her in this entire post.She knew exactly what she was doing when she came out. She knew what she was risking, she knew what she was giving up, and she did it. More about that process in the next part, but that’s important. I don’t think there were many moments in Narcissa’s life where she chose something for herself without letting her family’s needs overshadow hers. Her coming out was exactly that. That was a choice she made knowing full well that it was one of the worst things she could do to her family, and I admire her for it.That said:\n3: The timeline, her realisation and coming out process\nSo in the briefest overview: the way I tend to write Narcissa, she realises that she’s trans somewhere in the beginning of her fourth year at Hogwarts, at 14. She comes out to her family (and with that, really, the rest of society) in the summer between fourth and fifth year, allowing her to start her fifth year as Narcissa.That’s the timeline, roughly. But what matters here too, is how her cousins and sisters are doing. Frankly, Narcissa would’ve had an easier time transitioning if Sirius and Andromeda had stayed in their lanes (and she absolutely does carry some resentment about that towards them, however unfair this may be). For this I’m using mainly an alternate age gap between the Black cousins, not the canon one, but I’ll also make a brief note on how canon age gaps could work into this!The way I most often write the Black cousins’ ages is as follows: when Narcissa is 15, Andromeda is 17/18, and Bellatrix is 19. Sirius is 14/15 and is only a few months younger than Narcissa, and Regulus is 13.The most important thing about this is, for the sake of the timeline, this means that Sirius is already sorted and is already rebelling and is well on his way to getting disowned. He’s the family disappointment, only outdone by Andromeda who’s eloped with Ted at this point. Narcissa is the golden perfect child more than ever. And she’s realising she’s not.This also means that her sister is already disowned. There are some rumours about Sirius potentially being disowned, too. Narcissa would be incredibly naive to the workings of her family if she went into coming out without acknowledging there was a possibility that she would be disowned. As I said, I don’t think that in pureblood society, being trans would necessarily immediately translate to being disowned, but in this particular case… That’s a very real possibility.I think she knew that. I think she was willing to take that risk, and she was willing to suffer the consequences of being disowned. She knew it was a possibility, and she accepted that.Between her realising she’s trans and her telling her family, there’s a period of time where I do think she genuinely tried to bargain with herself about it. Trying to see if she could make it work. If she could pretend, and keep pretending, and deny this about herself. And she decided she couldn’t, and it wasn’t worth it. Her choosing that her own well-being is more important than what her family needs from her is a rare decision on her part — it’s honestly not one she makes much more often.Obviously, she did not get disowned. But that doesn’t change that she didn’t know that, and I want to give her credit for that.If you want to follow a more canon timeline: the main big difference here is that Sirius would be a lot younger. By the time Narcissa comes out, he would not be rebelling yet, and while this places Regulus in a less vulnerable position at the time, it doesn’t necessarily change the pressure on Narcissa’s shoulder. Her father still would not have a replacement for his Heir.\n3B: The family’s reactions to her coming out\nSo why is she not disowned?My headcanon is basically that Druella wanted to disown her. Walburga perhaps even wanted to disown her. Cygnus considered it, very genuinely so, and then decided not to.Again for this we look at the context: Andromeda has been disowned for eloping with a muggleborn wizard. Bellatrix is devoted to blood purity, but instead of being this obedient daughter to her family she’s following around Tom Riddle. In my head, Bella doesn’t get married very young and she’s quite rebellious in her own way in the sense that she wants a place in Voldemort’s circles and doesn’t really look for a husband immediately.Narcissa has two sisters, one who’s disowned and one who has no intention of being the ideal daughter her parents would’ve preferred. Now, what their parents want is for Narcissa to remain their Heir, but Cygnus isn’t stupid either.He’s in a position where whether he disowns Narcissa or not, his Heir is gone. Either he disowns her and she leaves the family and gets to live her life in peace, or he doesn’t disown her and she might not be his Heir anymore, but she’s still his devoted daughter. And Narcissa is devoted. She loves her family, she takes pride in her family, and her parents know that. Furious as they might be that she chooses herself over her family when she decides to transition, they’re not stupid and they know that she is devoted to the family reputation and whatever else she might do to help it.So I think Cygnus decides not to disown her, with the deal that if she won’t be his Heir, she’ll be a damn perfect daughter. And Narcissa absolutely makes it her purpose in life to be just that. Cygnus’ reaction can be summed up as being disappointed, but willing to see what Narcissa can do for his family when she’s allowed to be herself. He’s not a great father, but that’s an alright moment. He does genuinely love his daughters, even if none of them end up quite what he’d expected or wanted from them, and between the three of them Narcissa remains his favourite.Druella… I plan to write a whole separate post on Druella and Narcissa’s relationship. But Druella wants Narcissa to be disowned, and when Narcissa isn’t disowned, Druella does not forgive her. Druella became a mother because she was a wife and she had to give her husband sons. I think the way she sees it, it’s very simple: Narcissa was supposed to be the fulfilment of Druella’s duty, and instead she became the reason Druella ‘failed’. There is nothing Narcissa can do after coming out that is going to make Druella truly proud of her, truly happy to have her as a daughter. I don’t think that stops Narcissa from trying, but her mother very much sees her as a reflection of her personal failure, and she’s not getting back from that. Druella’s heinous, really.Moving on to Narcissa’s sisters, Bellatrix and Andromeda: this ties back again to being trans or queer in general, is not as big a deal in most of the wizarding world as circumstances can make it. Andromeda is eloped by the time Narcissa comes out, or she’s in the process of running away, and I imagine the biggest feeling she has about it is concern regarding their parents’ reaction. She loves her little sister, though, and if anything she’s disappointed that Narcissa chooses to stay within the family when given the chance instead of just leaving. Bellatrix is a little more complicated, but ultimately positive.For Bellatrix, I think her feelings are split between this strong protectiveness over her little sister, which is also fuelled by Andromeda having just left and Bellatrix is furious with her and really determined to not lose another one of her sisters. Where Andromeda is disappointed that Narcissa stays, Bellatrix celebrates it. On the other hand, she’s kind of jealous in a way, and that pisses her off. I think between Bellatrix and Narcissa, Bellatrix has always been the oldest and Narcissa has always been the most important. Bellatrix, in a way, would love to have what Narcissa was born into. That importance to the family, that position of power that Narcissa’s grown up in, being the favourite without even really trying. Narcissa was the one her parents had waited for, Bellatrix was ‘just’ the oldest daughter who had to prove herself.And obviously, it’s not that simple, and it was hell for Narcissa in a different way, but from Bella’s perspective… I can see her being a little pissed off that Narcissa, out of all people, is stepping back from that role that she used to take such pride in and that the family has always prided her on. Ultimately though, Bellatrix also isn’t stupid and she can damn well see that Narcissa is going through it and needs her big sister, and I do genuinely believe that Bellatrix loved her sisters very deeply. It’s the two of them against the world, in a way, and they have each other’s back.\n4: Heirs and cousins\nOkay so tying back to the importance of Heirs in this godforsaken family. Sirius and Regulus’ reactions to Narcissa’s coming out are painful in two opposing ways. Here it becomes important, too, that Sirius and Narcissa in my headcanons are quite close in age.Sirius and Narcissa grow up close together as the Heirs to their fathers. That’s such a particular kind of pressure and strain onto a young child that only the two of them really understand. Even compared to other pureblood families, not all of them are quite as uptight and strict. They found a lot of understanding in each other for those first 14 years. Regulus is Sirius’ ’spare’, in a way, and is not raised with quite that same pressure (yet).The interesting thing here is (and one day I’ll do an entire post on just Sirius and Narcissa bc I love their dynamic) that both Sirius and Narcissa, as they get a little older and enter their teens, stop wanting to be the Heirs to their family. For the different reasons, obviously, but that still happens. Both become, in a way, disillusioned with these ideas that they’ve been raised with all their lives. Both of them, for different reasons and perhaps without expressing this to each other initially, want out.Because both of them in a relatively short timeframe make it clear that they don’t intend to be these perfect Heirs they were supposed to be for much longer, Regulus gets put in an extremely difficult position. I do think that both Sirius and Narcissa feel a degree of guilt towards him, for that reason, even if they know there wasn’t really another way to make it work. From Regulus’ perspective though… I think he loves Narcissa, and he looks up to her, but for the first while after she comes out, he feels betrayed. He feels like she’s just made his life more difficult for a selfish reason, something he was already starting to feel about Sirius, and he doesn’t respond very well. He gets over that, with time (I think Sirius being officially disowned brings Regulus and Narcissa much closer, as they’ve both experienced that kind of ‘betrayal’ from a sibling. Yeah, seeing your siblings and cousins making choices that benefit them but make your impossible duties harder to fulfil is more often seen as betrayal by these kids then not, apparently).Sirius, ironically, feels betrayed too.As I said earlier, I think a lot of what pureblood kids are and aren’t allowed to get away with highly depends on what their siblings and cousins are doing in the meantime. For Sirius, this kinda means that when Narcissa comesout he knows that him running away is going to make things harder for Regulus than they would already have been. That complicates his feelings, but I think Sirius’ main feeling of betrayal actually comes from Narcissa not leaving the family.I think that when Sirius and Narcissa both came to the conclusion that they didn’t want to be the Heirs of their family anymore, Sirius got a little hopeful. I genuinely think that for a short while there, his plans involved Narcissa being disowned and him being disowned too and the two of them who are already so close being able to make a better life for themselves away from the family that he’s grown to hate. Sirius doesn’t anticipate that Narcissa doesn’t want that. For Narcissa, disownment is a risk she’s willing to accept the consequences of, but when she’s not disowned she’s grateful and she’s happy and she refuses to entertain the idea of voluntarily leaving the family behind.For that, Sirius feels betrayed. Regulus wants Narcissa to never have come out at all (for a little while), Sirius wants her to go all the way and truly rebel. Narcissa’s stuck in the middle where she always feels safest, and everyone’s left disappointed.I promise things get a little happier.\n5: Narcisssa’s plans moving forward\nLooking at the course of her life, I think it’s safe to say that for Narcissa’s genuine happiness and well-being it would’ve been best, actually, if she’d been disowned at fifteen. If she had been forced out of the family, forced to find a different way of living outside of this restrictive family that demanded too much of her, she’d have been better off. But that’s not what happened.Narcissa isn’t disowned, and to her that’s the best news she could’ve gotten. What this means, however, is that she’s now in a position where the reason she was allowed to stay a part of the Blackfamily, is because there was a chance she could be the perfect daughter neither of her sisters were. She takes that to heart, far too willingly, and it affects almost everything she does moving forward. To Narcissa, in some tragic way of thinking, she owes her family that much. She owes them perfection, because she failed the first time around and her father ‘forgave’ her. Moving forward, a lot of her motivation becomes “making her family proud” which can in a way be translated to “don’t make them regret this decision”. And it’s very simple, really: all she has to be is perfect. Narcissa is someone who understands what is expected of her very very well, and for the most part what is expected of her corresponds with what she wants. She knows the rules of pureblood society, and I think from her perspective the most straightforward way of keeping herself safe and protected is by simply following these rules to a tee. She doesn’t push her luck, she keeps her head relatively down and does as told when it matters.She’s one of those women who genuinely looks forward to marrying a rich man for his last name and have two picture perfect sons for him. While I think she’s a romantic at heart, I also think she’s ultimately realistic and she’s okay with not getting a fairytale marriage if that’s what her family needs. Narcissa takes so much pride in the Black family name, and honestly I think she’s aware that it’s partly that name that means that no one else in pureblood society would dare question her regarding her coming out or her transition. Whether that’s true or not (it entirely depends on other world building, obviously), she’s absolutely grateful for the protection offered by the Black name. Even if her parents are less than pleased about it, even if her mother wants her disowned, as long as she’s not, her mere association with the Black family offers security and a place in society that she otherwise easily could have lost.In her eyes, the path forward is clear. Be Cygnus’ perfect daughter, become some pureblood wizard’s perfect wife, and raise his perfect children. It’s easy, it’s something she wants, and it’s something she’s genuinely good at. Narcissa understands society, she plays the game very well, and she has a good time playing.The caveat here is that I do think this comes with the consequence of Narcissa genuinely not having much of an identity beyond the way she exists to other people. This is again something I want to make a separate post on, but for now: Narcissa has been raised to fulfil a purpose, not as a child and a person in her own right. When she transitioned, she didn’t necessarily seek out individuality, either. She sought to change the purpose she fulfilled in her family, and quite frankly being her own person with individual needs and desires was not high on her list of priorities.Narcissa was raised the Black Heir, and it takes her a really long time to stop identifying herself as much more beyond Cygnus Black’s Daughter or Mrs. Lucius Malfoy, or even simply Draco Malfoy’s mother. Following a canon timeline, I don’t think it’s unrealistic for her to not truly let herself be just Narcissa until the Second War is over. Even when she perceives herself to make a genuinely selfish decision in pushing forward with her transition despite her family’s wishes, she does it in such a way that still does not allow for genuine personal freedom on her part. That’s just not what she seeks out — and it takes her a long time to realise that that’s even something she needs. (That said, fics and headcanons that push her to realise this much sooner are my absolute favourite).Throughout the rest of her life, she kind of exists in this space between being out and being open about being trans (and being queer in general, I also headcanon her as being bisexual). For obvious reasons, most everyone in the wizarding world who reads Witch Weekly and keeps up a little bit with pureblood society knows that Narcissa’s come out. It’s genuinely big news for the infamous Black Heir to transition. That’s a thing. Narcissa doesn’t mind that that much, it’s something she expected but it’s also the reason she is genuinely very grateful that her family has her back in the eyes of the public.But after the initial wave of shock and curiosity, when she’s married and she’s on her way of having a baby… she doesn’t mind just never bringing it up again. Narcissa never treats being trans as a secret, and it’s absolutely not something she’s ever ashamed about, but she’s not the kind of person who gets involved in activism or longs to be a spokes person for the trans community. You’ll never see her at a pride parade. It’s honestly a shame, and I think it could do her well to find genuine pride (and not arrogance), but that’s not who she is.I imagine for Narcissa, it almost feels like her transition is a very specific chapter in her life that happened, that’s past, that she feels no shame about whatsoever, but she sees no reason to revisit it. Most people of Harry’s generation that aren’t purebloods won’t even know, and she doesn’t care if they do (if asked, for whatever reason, she sees no point in hiding. She’s not closeted in any way. She simply passes well and has no desire to bring up the past.)\n6: Narcissa’s marriage and having Draco\nFirst things first, the first “but actually” comment I always get if I mention trans!Narcissa is “but she has a child” and quite frankly, fuck that. This is a world with magic and the magic in HP has shitty rules that allow for near anything to be possible. This is also a fandom that loves to write cis teen boys accidentally knocking each other up and if you can make that look plausible in your worldbuilding, a trans woman with the resources and privilege Narcissa has, can damn well make it happen.That said: her family. This will be a little shorter, because there are so many different interpretations of lucissa and I love so many of them but most of them are pretty similarly influenced by Narcissa being trans, honestly, unless you choose to headcanon Lucius as transphobic which personally, I just don’t want to. (My favourite description of Lucius comes from Letsdothepanic's portrayal of him in the sense of him being equally misogynistic towards cis and trans women lmao, but that still doesn’t apply to all lucissa ideas).Regardless of whether Lucius and Narcissa have this epic love story or if it’s a cold and loveless arranged marriage, Narcissa would’ve married him blindly when her family wanted her to. It’s honestly that simple. To her, Lucius doesn’t have to be Prince Charming, even though she’ll love to be convinced he is. Lucius is simply a part of the duties she has towards her family, and the marriage between them is something she wants not necessarily for love but for the status and protection it provides her with and the good it does for her family’s reputation. I tend to headcanon that Narcissa married Lucius before Bellatrix married Rodolphus, so it was pretty important for her to get married quickly and get married well.Her marriage to Lucius is in this way simply the next step in what I described in point 5: it’s what she has to do, and it’s something she’s willing to do. She likes being a wife, she genuinely does, and sad as it is, Lucius’ behaviour or care for her does not immediately change that. Whether they are madly in love before they get married, or he doesn’t bother to ask her how her day was for the entirety of the marriage.. She wants to be his wife, and she prides herself on the name Mrs. Lucius Malfoy as much as she prided herself on the name Narcissa Black.Regarding Draco, Narcissa wants to be a mother. I think she found it quite hard in the first years, and her difficult relationship with her own mother didn’t help in the slightest, but she wants motherhood. It’s a pretty common fanon idea that Lucius and Narcissa struggled to conceive and/or suffered from miscarriages before having Draco, and that’s always been a headcanon I’ve adopted myself too.Miscarriages happen, that’s just a tragically common fact of nature. Fertility struggles happen. These things are more common than people often acknowledge, and I don’t think the wizarding world is very different, I’d certainly ague that pureblood society is terrible about it. A pureblood witch’s most important duty is to provide her husband with sons and continue that precious bloodline. When Narcissa struggles to get pregnant, and when she loses a pregnancy, she’s both devastated and deeply humiliated.Obviously it’s not true, but it feels like there is this one thing that she wants and that she also must do, that is expected of her, and is almost something that she feels like should ‘prove’ that she was right to think herself capable of being this perfect wife and daughter. And she fails. There are very few things that she’s quite as private about as her struggles with pregnancy. Up until the moment she’s far enough along with Draco that it feels relatively safe, she insists to anyone who asks that she and Lucius are purposefully waiting until the war settles down to have children. She absolutely refuses to admit to anyone, with perhaps the exception of one or two genuinely close friends, that anything else is happening.And then there’s Draco.\n6B: Raising her son\nDraco as we see him in canon is a spoiled brat, a bigoted child, and just a general asshole. Love him or hate him, he takes after his parents and he needs some fucking work. Narcissa loves him more than she’s ever loved anything or anyone.There’s a lot more to be said about Narcissa and Draco’s relationship, also in relation to Narcissa’s own parents and the war and it’s all so interesting, but for this particular post I’m focusing on the way Narcissa chooses to raise her son, the Malfoy Heir, after her own experiences being her father’s Heir and the pressure and the disappointment of letting him down. Narcissa knows what’s expected of her in regards to raising Draco, and she knows what will be expected of him, but there’s a line.As I mentioned earlier, while Narcissa never bothers going through effort of hiding being trans, it’s not something she brings up herself and she prefers to live her life without giving people any potential reasons to criticise her. The exception is Draco. She ensures that from a young age, he knows she’s queer, and most important that he knows that should he ever realise he’s queer himself, she’ll understand and she’ll love him. She never wants him to feel quite as trapped in his position in the Malfoy family as she did, and she never wants him to struggle between the decision of potentially being disowned and living a life he can be genuinely happy in. Obviously, in the grand scheme of the war, none of this really ends up mattering, but that’s a very conscious choice she makes when raising Draco.There are a lot of mistakes she (and Lucius) make when raising their son. Draco’s spoiled rotten, he’s never been told no, and then he’s put in this extremely dangerous situation as a result of his parents’ choices and mistakes. Narcissa, devoted of a mother as she is, fucks up. But she does this right. She really does. There is nothing Draco can do that would make her even consider turning her back on him, and he knows that.\n7: Choosing her name\nThis is both where this headcanon originated and my favourite little tidbit about Narcissa’s character. I strongly believe that her deadname did fit the Black family tradition of stars and constellations and all that fun space stuff. I’ve also said that I very much believe that Narcissa was overjoyed to be able to remain a part of her family, and that she did genuinely strive to be the perfect daughter for her parents.So why did she choose a name that did not reflect the tradition of the family she loves so dearly?Long story short: it’s a small reminder, every day, that she did choose herself.I think she picked the name Narcissa before she came out to her parents, before she knew if she was going to be disowned or not but at a point where she did know that she wasn’t going to be held back by the fear of disownment. She purposefully chose something that had nothing to do with her family because she had to be able to remind herself that as much as she wanted their approval, she didn’t need it. (Of course, as she grows up she does a whole lot more with the explicit purpose of gaining their approval, but Narcissa is nothing if not a very contradictory woman).The name Narcissa comes from Greek Mythology, and it’s my personal headcanon that especially when she’s younger, she’s quite the little nerd about Greek Mythology. She read the myths in Ancient Greek and all that, and she’s honestly so pretentious about it. (Additionally: Uncle Alphard gave her her first book on mythology as a young child and she’s held onto it ever since). Narcissus is a figure who is so beautiful that just about everyone who meets him falls in love at first sight, and he’s so arrogant that people kill themselves from how cruelly he rejects them. (Literally. There’s one guy who declares his love and says he’ll die without Narcissus’ affection, and Narcissus sends him a dagger in response.) Eventually, cursed by Aphrodite for the way he treated a nymph called Echo, Narcissus falls in love with his own reflection in the water. He withered away, so heartbroken that he could never love himself, until he was transformed into a daffodil.I think it’s one of Narcissa’s favourite myths for a long time, and when choosing a name it feels almost obvious. Part of her simply genuinely wants to be that beautiful. She wants to be able to look in the mirror and all but fall in love with herself. And she certainly succeeds.It’s also simply a quiet act of rebellion that no one but her own family would even notice. No one else would actually realise that technically Narcissa isn’t derived from a star, it sounds every bit as pretentious as all the other names. It’s very clever in that way. Only her parents will ever really know just how willing she was to step away from the family for her own sake, until she didn’t have to.\n8: A couple of fic recs and ideas\nI’ll say there aren’t a lot of works where Narcissa’s explicitly written as trans (there are 23 works in the “trans narcissa black malfoy” tag, and a lot of them are from ships I’m personally not interested in reading). I’ve listed a handful of fics, and a few ideas for stories that I would love to read or write one day.Excellence by SiriuslySapphic\n\n\nYeah yeah I’m starting with a self rec. I’ll also say that though not every Narcissa fic on my page actually goes into detail of Narcissa being trans, all but one WIP is written with trans!narcissa in mind bc that’s just the way I write Narcissa.\n\n\n\n\n\nExcellence is a Dorcas/Narcissa WIP that starts in fifth year (after the summer that she comes out) and will follow them throughout the first war. It’s about the two of them figuring out who to be in pureblood society, how the war divides everyone, and queerness in the wizarding world with a healthy dose of magical theory later on. It’s not canon compliant (Dorcas doesn’t die), and will be angsty with a happy ending.\n\n\nA Most Uxorious Tale by TheWakeless\n\n\nUx-o-ri-ous def. having or showing an excessive or submissive fondness for one's wife.\n\n\n\n\n\nThis is 40K words of Lucius/Narcissa with the vibes of Morticia and Gomez Addams. It’s mainly canon compliant with a happy ending and it deals with Narcissa’s transition, her childhood, a lot of dark magic and gaining the Dark Lord’s approval. It’s a detailed look at how queerness exists in the wizarding world, and what it’s like to transition within pureblood society.\n\n\nTwo-way Mirror by Lightinthehallway\n\n\nSo I mentioned just how interesting Sirius and Narcissa’s relationship is freaking interesting and her being trans only increases that complicated dynamic. This fic looks at exactly that, except they’re both trans and it’s a whole thing and there’s pain and betrayal and trust, and I love it. Andromeda’s reaction in this really hurt me, but I also kinda like that complicated take on their relationship. This is also a fascinating look at how coming out goes differently in both branches of the Black family, and how it interacts with existing family dynamics!\n\n\nAnd some ideas: I think it’d be so interesting to write about Narcissa a little bit later in life, perhaps while Draco and his friends are growing up. Fics with conversations between Narcissa and Draco, maybe, or him coming out to her later in life?? I also love the the trans!pansy headcanon, and I’d honestly love to see fics or hcs where Narcissa is this kind of role model to younger pureblood kids and just?? Please?I also really love the idea of Narcissa after the second war getting the chance to live a life for herself, in a world where pureblood society and last names matter a little less than she was used to growing up. Narcissa being able to figure out who she is beyond last names and titles, as long as it may take? (This works beautifully in combination with a lot of different post war ships, too! A current favourite of mine is Remus/Narcissa healing after the war).(I’m obsessed with Narcissa learning the beauty of individuality and personhood) so another idea is literally any AU that lets her get out of the Black family as it works. Narcissa who gets disowned when she comes out, is devastated, and in the long run finds she’s better for it. Narcissa who runs away willingly when Sirius does, or who ends up on Andromeda’s doorstep shortly after Hogwarts because she’s come to the realisation that she matters as more than a Role.\nConclusion / TLDR\nThe basics of everything I just said (it’s a grand total of 7K words) can be summarised as “Trans!narcissa comes out at about 15 in a family that values the contribution children make to the family reputation over absolutely everything else. She’s not disowned because her father decides to let her prove herself worthy of carrying the Black name after all, and she genuinely wants to make it her life purpose to basically not let him down. She struggles a lot with the concept of being an individual and does not see this as a problem, but she raises Draco with an insane amount of spoiling and a genuinely healthy dose of you are loved and will never have to fear being thrown out over something you can’t help. Her name is its own little form of rebellion that no one but her parents really notice and it also shows off that she’s a tiny little nerd at heart.”Otherwise, I don’t really know how to end meta posts like these so…? That was that? I hope this was an interesting read. If anyone has any like questions or recs or just thoughts my inbox is open lmao I love to waste time talking about Narcissa Malfoy.",
	"45813607000": "The green-yellow blurs of hills.\nThe steady, unceasing sound of the train.\nThe feel of the cushioned seats.\nShe didn't want to focus on anything else.\nMadeline Buckley had no clue that the strange look on her face was, well, strange. She had no clue that her brows were drawn together in obvious frustration, that her lips were pressed tightly together, that her eyes shot lasers through the window.\nAll she knew was that she wanted the two people opposite her to disappear. Or maybe just one of them.\nYou see, Madeline had had the rotten luck of being dragged into sharing a compartment with the boy her heart beat for,\nand his girlfriend.\nShe shifted her gaze in discomfort, her right leg bouncing in restlessness. She'd rather slip through the floor and scrape against the gravel and train tracks all the way to Hogwarts, than sit opposite the sight before her.\nShe distracted herself with the box of Bertie Bott's every flavour beans, popping one into her mouth. Even she couldn't resist a small smile at the tasty flavour. Her luck was brilliant when it came to these sweets.\n'You're awfully quiet, Maddy.'\nMadeline's small smile dissipated as quickly as it had formed. Her gaze fell on an unkind face. A malicious face. What a spiteful grin! She could've spat at the taunting glint in Pansy Parkinson's eyes; the Slytherin in her.\nBut Madeline had endured this for a long while already.\n'I barely scraped by last year.' Was all she said, masking her irritation with a shrug. 'The exams this year will only be tougher.' And it was true; Madeline wasn't exactly the most academically talented.\n'Obviously. What did you expect?'\n'Just thinking about it gives me a headache.'\n'Hogwarts in general gives me a headache.' Draco muttered, finally lifting his head from Pansy's lap. He looked away from the copy of the Daily Prophet he had been reading, pinching the bridge of his nose in distaste. 'And so does this rubbish.'\nIf it wasn't clear enough already, this was why Madeline deemed her luck to be rotten. Seeing the boy she loved, lying comfortable in the lap of another girl, seeing him basking in her affection every other day... It sucked. But Pansy did seem to care for him, so for that reason and that reason alone, Madeline would grit her teeth and bear it.\nThe worst thing about it, though, was that Pansy knew well how Madeline felt. Draco didn't; he didn't seem like the type to catch onto that stuff, he didn't seem like the type to care. Why would he need to, though? He had Pansy, and Pansy constantly showered him with adoration.\nPansy asked Draco what he had been reading about, a mistake Madeline never would've made. She set off his rant about incompetent people—one both Pansy and Madeline had heard several times.\nHaving no interest in foolish goblins, muggle-borns or lowly people in power, Madeline only rolled her eyes and turned back to her jelly beans.\n'Oi, Buckley.' Draco caught Madeline's attention, cutting his rant short. Madeline wouldn't have been surprised if even he himself was sick of complaining. 'Hand me one.'\nShe smirked slightly, tipping a bean out onto her palm. It was a curious, dull, dark green. 'Open up.'\nDraco rolled his eyes, parting his lips as Madeline tossed it towards his mouth. It hit his nose before rebounding. Madeline stopped it mid-air, using her wand to redirect the jelly bean back into Draco's mouth.\nHe snorted as he bit down on it, remarking sarcastically. 'Impressive aim.'\nMadeline arched a brow as she leaned back into her chair. 'How does it taste, Malfoy?'\nPansy and Madeline exchanged amused glances at the look of disgust contorting his features. 'Eugh. Give me a good one.'\n'Hmm. I don't think I will.' Madeline casually continued looking through the box to choose one for herself, forgetting that this was a wizard she was dealing with. The box slipped from her fingers, flying towards Draco, who caught it with a smirk.\n'Thanks.' He drawled, choosing a pink one and popping it into his mouth. 'You always have been such a sweetheart.'\nThe victorious grin on his face suggested that he was lucky. Pansy laughed loudly.\nMadeline only rolled her eyes. 'Whatever.'\n'People only say \"whatever\" when they know they've lost.' Pansy commented, stealing a handful of jelly beans from Draco. A momentary pause. 'Ew!'\nMadeline snorted. 'Did I really lose though?'\nPansy laughed at that.\nMuch to Madeline's dismay, Draco didn't.\n",
	"45813142000": "\n\n\n",
	"45813142001": "\nThe first time I died, as inconceivable as it is, I did not expect to wake up in the body of a baby. I still remembered the cold hands of Death - how I felt whilst I was in its crutches and the feeling frightened so much that I forgot how to act like a regular baby for a few days before I heard how worried my mother was.\nThis is when \nthe problem\n started.\nYou see, I considered myself a pragmatic person, so I knew I needed as much information about my family as I could. I hadn’t seen myself yet, so I didn’t know if I looked like my mother, but she had the brightest blue eyes I had ever seen and a feeling of warmth encompassing her so much it hurt to be away from her.\nIt was only after a month that I finally understood what was happening - I kept hearing familiar names such as Sirius and Remus, but was just persuaded they were book fans of the famous Harry Potter series and had adopted the nicknames for their little group. It was only after her godfather transformed into a huge black dog and she was presented to Albus Dumbledore that she finally understand that she had somehow woke up in the Harry Potter Universe, but born to a Jamie Euphemia Potter, daughter of Dorea and Charlus Potter from an unknown father who her mother never mentioned - aside from saying he was a Muggle lost at sea and that she didn’t have any means to contact him. The mention of Diagon Alley and Gringotts cemented the facts: she was somehow the female counterpart to a famous hero and she had to survive seven years of hell while being an orphan because of a power-hungry megalomaniac and a meddling old headmaster.\nThankyouverymuch\n\n, she had a plan and she would stick to it. She had noticed that she was born in 1993, unlike the 1980 in canon - but she hoped it wouldn’t change anything about the timeline or the events.\nWell, she thought she had one until her father snuck into their “secret” cottage in Godric’s Hollow and stared at her for a few minutes. “Oh my son,” he whispered, looking apologetic. She felt a bit offended that he wouldn’t even look at her long enough to notice that she was actually a girl, but he ended up meeting her mother’s angry glare. She did \nnothing\n to dissuade him from the notion that she had been born a son - it sounded like a great idea to Lady Potter, but to her Heiress, knowing the future and how she might end up living under a cupboard to satisfy the masses, knew just how difficult it would make her life. Her father seemed panicked about her birth and some sort of Vow they had made on the River Styx not to sire children with mortals before, which meant both his brothers would not hesitate to come after her when they would find out about her. Well, just another danger to add to her long list alongside Voldemort and the rest of his Death Eaters.\nStill, she did not have time to think about it because she knew that the dreaded Halloween deadline was getting closer and closer and her mother still didn’t know that one of her best friends would end up betraying her in a few days. She almost wanted to beg the Gods for their interference, but something was blocking her and she cursed the Fates for their interference and their cruelty. Why would they bring her here if she could not even save her mother’s life? What about Poseidon? Was he truly her father? Did he have any other child than her? She knew it was selfish of her to hope that Percy was alive, but she was not sure she could saddle the duties of a hero while being intertwined with the Wizarding World. The original events happened when Percy was 12 - and logically, she would be cooped up somewhere under heavy wards where nobody could find her; it seemed like Jamie Potter had at least made enough research to shield her from monsters and the like while she was still a minor and didn’t have a grasp on her magic.\nNo need to bother about a world who didn’t care about her and better to focus on making sure Wizarding Britain didn’t become a tyranny in a few worlds under the thumb of over privileged and pompous purebloods. She wondered how they would feel if she managed to create a mass-exodus out of the country and if they settled somewhere far away from politics and blood status? She wished she could create some sort of haven for magical creatures and other species who felt in danger in proximity to wizards and witches with their prejudices and hatred towards what they could not understand. Since it was not possible \n\nyet,\n\n she started making mental lists about what she would have to do, especially if she was the Chosen One in this world.\nPersephone (yes, she refused to call herself Perseus, what was her mother even thinking?) shouldn’t care about some stupid dimension traveling reincarnation crossover. It wouldn’t matter, right?\nWhen Dumbledore visited her mother and Sirius in the cottage, informing them about a prophecy concerning a child able to defeat the Dark Lord at the seventh month died and that he had indeed set his sights on Persephone since she was the only one from questionable birth, just like him. She had truly hoped that Lord Voldemort would be sexist enough not to care about her - yes, it would have meant the Longbottoms would have been attacked, but she knew she was not acting nor thinking rationally. Besides, they had been stuck in the same Ward in Saint-Mugos’ for most of their life and had never been able to spend time with their son, it wouldn’t have changed anything, but her mother staying \n\nalive?\n\n Yes, that would have made everything different.\nOn Halloween 1994, \n\nsheknewsheshouldn’thavebeensurprishedbutwhywhywhywhy\n\n, Lord Voldemort apparated to Godric’s Hollow and got inside the house with the help of Pettigrew. She had hated the rat from the moment she was born and had tried to convey her feelings to her mother and godfather, but both had ignored her and thought it was only her temper tantrums or that she was a cranky baby around Peter for some reason. Her efforts had been in vain and she had been forced to spend time with him while knowing he would end up breaking her heart and destroying their family. She heard the front door while her mother was frantically preparing a ritual while writing runes with her bleeding hand - she couldn’t understand much, but she knew that her mother would sacrifice herself so Persephone could live. Just the thought broke her heart and made her break in hives - she didn’t deserve her mother’s love nor her efforts to spare her life. It was her second chance after all, and Jamie Potter was still young and hadn’t been able to fall in love yet. Sirius was crazy about her and she kept catching him throwing longing glances towards her mother while being shy to even speak about their attraction.\n“Percy, mommy loves you…,” whispered Jamie while looking at Percy in her crib. “Paddy and Dadda love you.”\n“Step aside girl,” ordered Voldemort.\nJamie Potter had been raised as a strong Wixen, the first daughter born in a few centuries in her House and was the pride and joy of her parents. Aside from being a brash Gryffindor, she was also a smart and dangerous opponent - but only her daughter mattered right now, and she needed him to ask her thrice in order for the offering to work.\n“No, please, not my daughter !,” she begged even though it scorched her throat to lower herself in front of a psychopath.\nVoldemort was losing his patience. “I do not wish to spill magical blood, you foolish wench,” he said, glaring at her and trying to locate the child. “Step aside,” he said once again.\nIf he couldn’t feel it, Jamie definitely could feel the magic swirling around her, moving against the air and holding her close, reassuring her that everything would be fine. “Kill me instead, please, not my daughter, not her,” she asked once again, shielding her darling princess with her body. Oh, she could only hope that Sirius would get custody of her like they had planned to, she could only hope that he would not act foolishly once he heard of Peter’s betrayal. She almost wanted to curse herself - she had waited too much for him to reciprocate her feelings and now, she would never be able to tell him just how much he mattered to her. She would never be able to tell Percy what it meant to be a daughter of their House and how proud she should feel of her heritage. Jamie had never felt so helpless before now.\n“Kill me instead, please !,” she said for the final time.\nVoldemort sneered and lost his patience once and for all. “AVADA KEDAVRA,” he screamed, watching with glee as the green light hit the mother right in her chest while she fell, lifeless eyes boring into the ceiling, a final smile on her face - knowing that her last act while alive was to pull the biggest prank on the Dark Lord: \n\nsoul protection\n.\n“It’s your turn now,” said the wizard, looking perplexed at the small child. “Like you could ever defeat me…. AVADA KEDAVRA,” he shouted one last time, his eyes disbelieving when he saw the spell ricochet against the child’s forehead while hitting him. He could feel his body disintegrate and roared with anger, swearing he would get his revenge on \n\nPercy Potter\n\n.\nPerseus Persephone Potter-Black had thought nothing could hurt her as much as waking up in a world she knew nothing about and where she was vulnerable to other people’s whims. Seeing the woman who gave birth to her die right in front of her was the biggest shock in her life - but the love she had felt before her demise? The magic who had enveloped her and promised her she would be \n\nsafe\n\n as long as she was around? Yes, she knew now just what had happened. Her mother might be gone, but she was not far from here - her essence stayed with her, protecting her from Voldemort and his goons.\nWhen the toddler heard sounds of apparitions outside the cottage, she started screaming to attract the attention of whomever was around. She could only hope they weren’t Death Eaters present to finish the job or to check on their leader. She almost cried of relief when she saw Sirius’ familiar face and almost jumped in his arms. She didn’t know how exactly he would react to seeing his best friend’s dead body, especially since he was irrevocably in love with her, but she knew it wouldn’t be pretty. She was just worried that he would resent her because she was born from another man and had been the reason why her mother had died - if only Snape had not been in the Hog’s head, if only, if only…\nWhen Hagrid came to pick her up and while Sirius was concocting his revenge plans, she knew she had to do something before Dumbledore whisk her to somewhere far away from her family. She didn’t know what type of man he was, but from the books, she knew she could not trust him and was not about to blindlessly follow the order of a half-giant just because he was frightening Sirius and the others by trying to hold her. At least, acting like she was scared of him was pretty easy when she knew just how bad things would become if she followed him. When Padfoot was almost convinced by him to turn in the child so Dumbledore could take care of her, the demigod knew she had to turn this around to her advantage.\n“Daddy,” she whined, begging him with her eyes not to leave her. At least, if he stayed enough with her, people might want to listen to his version of events and he would not end up in prison for twelve years and slowly lose his sanity. From the mirth in his eyes and how he pressed her harder against him, she knew she had won.\nHe raised his head and looked at Frank and the other member of the Order of the Phoenix who seemed ready to force him into handing her over. “I can’t…You don’t understand,” he said, trying to convince them. “I am her only parent alive now, I blood-adopted her,” he explained, kissing her forehead while her brain was working out what he said. Did his DNA in her change something in the power she might get from Poseidon? Was she still considered his daughter even though sometimes had decided to add a third parent to the equation, a father at that? Before they were able to find other arguments, the Black heir apparated to Black Manor for the first time ever since he left when he was barely fifteen.\nSo yes, that’s \n\nexactly\n\n how she avoided her dogfather (father (?)) being framed for a murder he didn’t commit, met Arctrucus Black who was apparently her grandmother’s brother while the search for Peter Pettigrew was spread to the entire continent. She knew where he was, but she could admit she was feeling a bit sadistic and knew she still needed him since he was predictable and would run back to his master as soon as the rumors would start. At least, she knew that he would be involved in the ritual where she would be able to weaken Voldemort and might even take Pettigrew back with her to Hogwarts so they could arrest him and Barty at once.\nStill, the little girl couldn’t help but feel angry at her father - the biological one that is. She knew he was not responsible for her issues, especially since she knew a bit more than he expected about the Ancient Laws and knew why he had to stay away, but she still \n\nresented him\n\n. Why did he get her mother pregnant if he would not even bother about even visiting her later on? Did he even know that her mother had died and that she had survived the attack?\n\n",
	"45812836000": "*小苦饼？ 莫丽是个优秀的主妇和母亲，这一点体现在方方面面。  陋居的厨房里永远有美味可口的点心，餐具厨具都擦得闪闪发亮，橱柜上好好地摆着《变出一桌盛宴》、《给你的奶酪施上魔法》、《疗伤手册》之类的书，并都被认真地翻阅过。以及，她还养大了韦斯莱家七个孩子，个个身体健康，活泼可爱（此处存疑）。  噢，当然不能不提客厅里的魔法钟。家里每个人都在钟上有一根对应的指针，他们的头像在指针顶端，指着钟面上家里、魔法部、学校、路上、失踪等文字，实时标记出每个人的所在和状态，比如……  “妈妈！爸爸已经离开魔法部了。”幼小的金妮盯着钟尖声尖气地说。  “好孩子，我们马上开饭！”莫丽让一大锅奶油浓汤从厨房飞到餐桌中间，一堆红头发的小脑袋立刻凑上去，与此同时，门咿呀一声开了，韦斯莱先生一步踏了进来。  再比如……  “妈妈！他们俩在路上已经一个小时了。”珀西告状，“去杂货店买东西根本不用那么久。”  莫丽看看钟上两人共用的那根指针，皱起眉毛：“两个混小子！又跑去哪玩啦！”  再再比如……  “妈……妈妈……呜呜呜！”  “怎么啦罗恩我亲爱的？”  “妈妈不好了！查理有生命危险！呜呜呜……”罗恩指着表盘哭得伤心极了，查理的指针端端正正指向了“生命危险”的字样。  莫丽扶着胸口，一口气差点没上来。  还好，指针很快偏转到了医院那一侧，猫头鹰也捎信来，告诉大家查理在魁地奇比赛中发生意外，不过情况已经有所好转了。  “魁地奇？查理明明飞得那么好！”双胞胎之一露出怀疑的表情。  “是对手做了什么吧，去年查理他们刚刚得了冠军诶。”另一个笃定地说，“比如对他的扫帚施恶咒！”  “闭嘴！”莫丽生气，“魁地奇风险很大！骑飞天扫帚也不是闹着玩！如果再被我发现你们俩去扫帚棚——”  等她转过身，双胞胎已经偷偷遛走了。  事实上，这两个让她最头疼的孩子弄出来的“生命危险”比所有人加起来还多。  像是，偷了韦斯莱先生的魔杖尝试某种禁咒啦——幸好被及时发现，俩人一起挨揍；对厨房里上下翻飞切菜的菜刀产生兴趣，想试试能不能让它削苹果啦——弗雷德差点就此跟他的大拇指说拜拜；还有，若干次骑着飞天扫帚撞到树、烟囱、失控掉进池塘里……  莫丽重重叹气。  到后来，她就习惯了。 等双胞胎再大一些，去了霍格沃茨，她更是只能三不五时写封吼叫信去训斥他们一通。弗雷德和乔治搞出来的恶作剧有增无减，屡屡违反校规，但好在代表双胞胎的指针不那么经常走去“生命危险”一边了，这让她略感欣慰。 当然啦，她也不会因此减少骂他们两个的次数。 “O.W.L.s，你们只通过了三门！”莫丽失望地举起双手，“N.E.W.T.s更不用想了，这样毕业后怎么能在魔法部找到工作呢？” “可是，我们压根不会去魔法部！” 她怒气冲冲地又骂了他们一顿。　　再后来，神秘人复活了，凤凰社重新开始活动，韦斯莱先生为此常常在外面奔波，在家的时间更少了。而魔法钟上全家人的指针都无一例外地在“生命危险”上汇集，这让韦斯莱夫人充满忧虑，又无计可施。 她只能把这座钟从墙上取下来，随身携带。尽管它所能提示的情况一成不变，莫丽还是不厌其烦地时时看上一眼——至少“生命危险”的意思是，大家都还活着呢。 在格里莫广场12号见到博格特时，不断变化出来家人惨死的景象让她痛不欲生，全家都在凤凰社对抗神秘人，牺牲几乎无法避免。有几次莫丽悄悄规划过，假设自己或者亚瑟去世了，孩子们该如何安排。令人庆幸的是他们都长大了，聪明又健壮，不必她太过担忧。 但很快，又有另一种恐惧攫住她——假如牺牲的是孩子们呢？她不敢想下去，只能擦掉眼泪，让自己忙碌起来。 她越发有些神经质地依赖魔法钟了，因为凤凰社成员需要长时间呆在格里莫广场12号，她把钟也一起带了过去。 直至陋居毁于烈焰。 除了被莫丽带走的魔法钟，那里什么都没剩下。 在战胜了神秘人以后的某一天，当莫丽打开手袋，打算把钟重新放回早已修复的陋居客厅里时，她发现，原本属于弗雷德的那根指针上出现了一道很深的裂痕，贯穿了他的头像。 她失手摔掉了钟，捂住嘴不想让悲伤的情绪把自己击倒。 一只手伸过来，轻轻抚摸着那道裂痕。她在泪眼模糊中看见乔治哀伤的脸上露出一丝怀念。 “我还以为它已经丢了，妈妈。”他嘴角稍微上扬，“太好了，我们把它放回去吧，就像……” 莫丽失声痛哭。　　乔治把嚎啕的母亲搂紧，轻轻拍打她的背。　　金色的指针上，双胞胎的头像仍保持着一致的步调，停在家的位置。",
	"45812770000": "",
	"45812713000": "Draco deixou o Ministério pela entrada de convidados, o rosto voltado para o sol que mal aparecia e incapaz de conter o pequeno sorriso que apareceu em seu rosto. Finalmente.Finalmente, tudo estava valendo a pena. Os meses (anos) de incerteza sobre onde ele estava com Granger. A atração constante e enigmática de sua disposição, de sua energia, de sua crença inabalável no bem. Por anos, ele lutou pela atenção da Menina de Ouro. Como ele, desde os dezessete anos, se sentia como uma mariposa atraída pela chama que era Hermione Granger. Ele foi incapaz de resistir a ela por muito tempo, finalmente caindo em sua órbita.Ele tentou por tantos anos se recuperar. Forçar-se a controlá-lo em torno dela. Seja devido à rédea curta de seu pai ao seu redor na juventude ou à culpa interna por não merecer o tempo dela, ele lutou contra a queda com unhas e dentes. Bem, ele pensou consigo mesmo agora, resistindo ao impulso de assobiar em sua caminhada para casa, se esta é a repercussão final do destino, que bom caminho a percorrer.Ele finalmente desistiu da luta depois de cinco anos trabalhando juntos no Ministério.Ele sorriu para o céu novamente, vendo o sol se mover atrás de uma nuvem. Momentaneamente alegando insanidade enquanto se imaginava dançando pelas ruas e batendo os calcanhares de felicidade. Revivendo o momento em que ela sorriu para ele e disse:– Ok, claro. 19h amanhã?Parecia o primeiro momento da primavera. Quando de repente você percebe que os dias são infinitamente mais longos e os pássaros começam a cantar.Anos atrás, quando ele não podia mais ignorar os sentimentos crescendo dentro dele, ele nunca acreditaria que era para onde o destino o levaria. Ele não podia acreditar que depois de tudo que ele passou em sua juventude, todas as vezes que ele trancou suas emoções dentro da caixa no canto de trás de seu cérebro, ele ainda não podia ignorá-la. Ele não podia desistir dela. Ele não conseguia impedir que a frieza dentro dele esquentasse sempre que o assunto de Hermione Granger era levantado. Neste momento, ele poderia morrer feliz sabendo que ela havia concordado em sair com ele.Ele não era um homem fraco. Ele poderia compartimentar e racionalizar todas as informações dentro de seu cérebro. Ele poderia guardar segredos do próprio Lorde das Trevas durante a guerra. Mas ele não podia acreditar que seu coração congelado só pudesse encontrar consolo, apenas ser aquecido, apenas bater, pela única pessoa que ele disse a si mesmo que nunca poderia ter.Mesmo depois de trabalhar em estreita colaboração com o departamento dela por muitos anos, buscando redenção por meio de doações para causas que ele havia prejudicado antes, ele ainda tentava ignorar esses sentimentos aprisionados. Ele não tinha o direito de pegar nada, dado livremente ou não, de Hermione Granger. Então, ele pegou todas as migalhas que conseguiu ao longo dos anos: um sorriso aqui, um tapinha no braço ali. Uma vez, um abraço quando ele financiou totalmente sua cruzada para alunos nascidos trouxas em Hogwarts. Ele sorriu carinhosamente com a memória, chutando uma pedra na direção que estava indo.Já era tarde demais antes que ele reconhecesse que os pedaços que havia pegado foram dados livremente. Que ela sorria para ele com a mesma frequência com que ele lhe dava o menor toque de seus lábios. Que ela iniciou o contato. Que era ela quem mandava corujas, pedindo a opinião dele sobre as propostas e se eles tinham a chance de se encontrar.Ele não percebeu até muito tarde que ela estava consumindo seus pensamentos, que ele não podia ignorar enquanto se perguntava se ela estava saindo com alguém ou se tinha algum interesse. Ainda assim, ele fez o possível para trancá-la na caixa em seu cérebro. Tentou ao máximo resistir. Tentou parecer frio, indiferente e o mais Malfoy possível.Ela era mais forte que ele. Foi inútil. Para cada momento de indiferença que ele expressava, ela derretia tudo com uma declaração. Ele era tão impotente para ela quanto a neve gelada da montanha era para a chegada da primavera.Começou com um pouco de amizade, uma camaradagem, um pouco de ida e volta. Cresceu rapidamente em sorrisos, toques de braço e rubores em suas bochechas morenas. Tornou-se um inferno. Para Draco, muito acostumado com o mundo congelado e estável que ele havia criado para se proteger, era aterrorizante. Repetidas vezes, ele tentou resistir, mas não conseguiu se conter por muito tempo. Ele corria o risco de tudo queimar de uma só vez, de perder todo o controle pelo qual havia trabalhado meticulosamente.Depois de resistir o máximo possível, ele se deixou derreter. Mergulhando no que Hermione Granger estava oferecendo a ele. Se ele fosse um homem diferente, um homem humilde, ele poderia aproveitar esse momento para sorrir para os estranhos com quem estava passando na Londres trouxa, refletindo a alegria que sentia por dentro em relação à sua aparência externa. Se este fosse um filme do início dos anos 1950, ele poderia estar cantando na chuva. Ele podia perceber que o que estava se tornando realidade era mais do que poderia sonhar. Pelo que sabia, ele mal era um criminoso de guerra puro-sangue recuperado, então ele fez o que pôde, ergueu o lado esquerdo da boca e explodiu de excitação internamente. Ele imaginou o que de pior poderia acontecer.Para cada momento de dúvida que ele tinha, Hermione oferecia um pequeno avivamento nas chamas que fazia tudo valer a pena. Fez tudo queimar mais brilhante. Ficou claro que não importa o quão longe fosse a queda, a aterrissagem valeria a pena, mesmo que o rasgasse em pedaços.A peculiaridade de seus lábios ainda cobria seu rosto, por menor que fosse. Foi tudo o que ele pôde fazer para parar de assobiar enquanto fazia a última curva em direção à sua casa. Ele tinha um encontro para planejar.",
	"45812635000": "Lily was laying on the bed, sweaty, and flushed. Her hair stuck to her forehead and she looked like hell, but no one in the room cared. They were too focussed on the sleeping child in her arms, all red and wrinkly, objectively not a pretty sight. If you were to tell any of the adults in the room that would have three wands pressed to your throat, matching glares blazing with Fury. Sirius Black looked down at the baby in Lily's arms in awe. His son. It was as if the universe had shifted, and now this small person sat at the very centre of existence. He hadn't really wanted kids before, feeling rather indifferent to the whole ordeal, but James wanted them and Sirius would do anything to make his husband happy. Looking down at the baby boy, Sirius couldn't remember any of the arguments he'd made against having kids.\"James,\" he whispered, his voice cracking.Hazel eyes met his, red and shimmering beneath thick lenses. \"I know.\" James’ voice was thick with emotion in a way that Sirius had only heard once before - on their wedding day as James said his vows.\"He's perfect.\" Lily chuckled, looking between Sirius and James with a fond expression. Sirius couldn’t imagine a better surrogate to carry his child, Lily was the only one they had trusted and it felt so right to share the moment with her. \"Do you want to hold him?\" She asked Sirius.Love swelled in his chest as the baby was passed to him. They hadn't named him yet, but whatever they chose would have to be perfect. Nothing less than perfect would be good enough for his child. \"Hello, little Prongslet,\" he cooed down at the baby.It was then that the baby opened his eyes, and Sirius gasped. For some reason, he'd kept forgetting that the baby was his. In his dreams, the child had been a perfect copy of James, sometimes with Lily’s emerald eyes as his subconsciousness confused the round belly of pregnancy with the magic rituals that had been cast to ensure the child would be biologically his and James’. But the baby had familiar mercury in his eyes, molten silver and all Sirius.“Thank you, Lilypad,” he murmured, not taking his eyes from the gift in his arms. As he stared down at his son, he felt the weight of James’ arm wrapping around his shoulder, and the press of lips against his temple. “We’re parents.”It felt like a miracle.“We are,” Sirius agreed. He leaned into his husband’s embrace, holding the fragile thing in his arms as if it were the most precious thing in the world. The baby was so small, so tiny, his little hand wrapping around Sirius’ finger. In his life, Sirius had done some truly impressive feats of magic, becoming an animagus, creating the map, the mirrors, years of quidditch, but none of them compared to this - his son. Their son. Their greatest achievement.",
	"45812602000": "Mudblood.That world stuck with Hermione, plaguing her mind, keeping with her at every corner of her life. She was aware of how empty of a insult being called a mudblood was - she was one of the more powerful witches in her school, after all. Yet to some, mostly in Slytherin house, that meant little to nothing at all.If the pureblood supremacists had it their way, she wouldn't have any place in their \"perfect\" society. She would be a working class peasant regardless of what feats she was capable of or her extensive knowledge of magic. In fact, she probably wouldn't even be allowed to own a wand. What a joke.She and Ron were in the castle of Hogwarts aiding in the cleanup and repair effort. It had only been a week since they had won, so they were still on the cleanup phase. The school was more or less empty with only a few volunteers like themselves scattered out sparsely, the ministry of magic has yet to send in an actual crew. They were still busy dealing with their own problems, which were evidently very deep-rooted.The only people left to clean up at this time were the volunteers, of which there weren't many. Most people, quite understandably, spent a lot of time with their families this week. It was the first week in ages where they could without feeling constant anxiety and dread wondering when the next death eater attack would be.The classroom they were currently in was in pretty good shape, relatively speaking, considering almost all of the windows in the building were destroyed. This was one of the few rooms with all of the windows intact, except for one. It was completely gone without a trace, perhaps some death eater vanished it trying to sneak in. Hermione took a seat on the empty windowsill and casually observed Ron as he excitedly started snooping around the professor's things. Then she let her mind wander.She casually wondered where Harry and Ginny were. They arrived at the castle as a 4-man group, but of course they broke off the group the moment the opportunity presented itself. Harry had some lame excuse, what was it again?\"We can clean up more area quicker this way\", she remembered Him saying.At first she thought it was a blatant attempt to get some snogging time in, but then she remembered the emotional state Ginny was in. She's been in a lot of pain since her brother's death, she had been dealing with it much worse than Ron. Harry tried his best to be there for her, but there's only so much he can do.Hermione recognized how sometimes some alone time with your significant other is exactly what you need. She would know this firsthand, time with Ron always made her feel better, and Ron says likewise. Maybe Harry just recognizes Ginny's need for space. She let the thought slide to make way for more positive ones.There was nothing to worry about anymore. Harry and Ron had been debating on whether or not they should do another school year or become aurors, both outcomes leading to vast opportunities. They finally had a chance to plan for their future, something they had to live their whole lives without the luxury of until just a few days ago.She herself was getting emotionally ready to leave to find her parents, she would finally have her family again. A family that currently doesn't know she exists, wizards or magic exist, or that they and their daughter have spent their recent lives until now in extreme danger, but none of that mattered anymore because she was going to get them back.There were so many reasons to be relived, and yet she couldn't bring herself to.Hermione continued to stare at the spot Ron was previously at before she started daydreaming, but it might as well have been outer space. Deep in thought and without even noticing, she started idly massaging her left wrist. She came here to help, but found that she spent more time in her own head than actually helping. There was just so much going on in there ever since... she pried her thoughts away from it. Her constant overthinking caused her thoughts to get more and more negative as she let them continue.She didn't allow herself to daydream when she was near other people - she hid that habit pretty well - but Ron was different. She could be her true self around him. Unfortunately however, her true self sometimes gets so involved in her 'dreams' it looks like she's in a trance. Ron would never interrupt them unless he noticed them starting to go sour, which is something she liked about him. The problem was that ever since her encounter with Bellatrix, they went sour often.She tried to take it off her mind, but when you're spending your time in your own head it's only going to be so long until undesirable thoughts come up. The memories came rushing back at her. The attempts to stop it were in vain. It was too late. The floodgates were now open.She remembered how she got the scar.She remembered how powerless she felt with that cursed woman looming over her, a demonic look in her eyes.She remembered how desperately she tried to escape to no avail, bringing great amusement to her tormenter.She remembered the excruciating pain of her skin getting sliced open, and alongside that how slowly and methodically she was cut.She remembered the warm wetness leaking down her arm, the trail of blood long since physically cleaned off, yet she can never clean the memory of the way the stain felt, its intricate pattern burned into her mind.She remembered how weak and guilty she was knowing that Ron and Harry could hear her, and yet she couldn't bring herself to stop screaming. It felt truly pathetic.She remembered how utterly violating it felt to have her body being marked by the very last person in the world she'd trust to touch her, the patch of skin she used as a canvas now feeling downright adulterated.She remembered the way Bellatrix not only laughed at, but savoured her suffering, clearly enjoying herself to the same degree if not more than Hermione was hating it.But by far worst of all, she remembered the word that was written, now a permanent feature of Hermione's body.Bellatrix was mad at her because she thought Hermione broke into her vault and stole the sword of Gryffindor, something that had nothing to do with her heritage. Hermione couldn't help but wonder how differently Bellatrix would have reacted to the situation if she wasn't muggleborn. Would she have only been roughed up a little? She knew Bellatrix was fine with torturing anyone to get information, but did she like torturing everyone, or only people like her? Would Bellatrix have enjoyed her agony as much if she was pure? Would she have had to endure the torture she did if her blood wasn't tainted?These thoughts that tormented her. The thoughts she knew were coming from a dark, untruthful place, yet the thoughts she couldn't stop herself from clinging to. They were spiraling out of control, a tear started to form in her eye.She was a mudblood. Weak. Unworthy. Undesirable. Dirty. This is what her thought process devolved to in such a short time. In the back of her mind she knew she was loved, but her head was in too dark of a place to feel it, instead clutching on to the negative thoughts like an abused lover her spouse.Ron finished snooping inside the professor's desk and looked back over at her, ready to excitedly show off some useless trinket he found before he saw the look on her face. He immediately knew where her thoughts were going. His expression deflated from excitement to concern, this had been getting more common recently. Perhaps the lack of a war and therefor lack of a need to focus let her thoughts drift off more.In the time it took for him to sift through all the drawers, she had gradually gone from gently rubbing her scar with a blank expression on her face to almost scratching at it with tears in her eyes. He wondered if she even noticed the difference in her own behavior. He walked over to her and gracefully took a seat to her left on the empty windowsill she was sitting on. He reached his arm around her back and reassuringly placed it on her shoulder, causing her to lean hear head onto his own.They reveled in each others embrace, sitting on the windowsill staring at nothing in particular in an empty classroom. Hermione let herself go a little more now that she was in her boyfriend's arms, her single tear now turned into a light sobbing with her eyes placed directly on on his shoulder. Her tears and short, gasping breaths were absorbed into his shirt.Ron brought his arm back from Hermione's shoulder and instead interlocked his fingers with her left hand. He brought it up to to his lips and gently kissed it. He could tell this helped, albeit by a very small amount. It wasn't entirely common that Ron was romantic like this, but it wasn't rare either. So he decided to try something new.He de-laced his fingers with hers, lowering his grip from her hand to the top of her wrist and at the same using his other arm to grab just above her elbow. He then brought her arm up to his lips and, just as gently yet much more deeply, kissed her scar.The reaction he got was... unique. She let out a miniscule breath, almost a gasp. He could tell that the gasp wasn't entirely from shock. What else was there he didn't know, he couldn't tell whether it was good or bad, but he was banking on good.He kissed her scar again, this time directly on the letter m. Then the letter u. Then the d. He continued until he'd kissed over every letter. He noticed she was whimpering. It was so soft he could barely hear it despite being so close, so he decided to ignore it. Pain wasn't causing that, so what was?He looked into her eyes during the last kiss. She was almost shaking, her breathing deep, and her teary eyes glued to his. She had yet to say a single word. He was confident these were good reactions now, he could practically see her heart through her skin it was beating so hard. His lips left her arm.\"To me, your blood is pure gold.\"Hermione was shaking at this point. Her emotions formed a raging battle inside her. Ron's actions were so harshly intimate, so strongly loving, so severely trusting. She felt so vulnerable, yet at the same time so safe. The conflicting feelings made it difficult to take the compliment. It wasn't true, after all. Her blood was mud, not gold. Ron was surely just lying to make her feel better.\"I... Ron- you... I...\"Still shaking, she made an attempt at a response. Nothing seemed to come out of her mouth but air after the first few words though. Was it her vocal chords that were failing her, or her brain? she honestly couldn't even tell which.Ron seemed to catch onto her inability to form a sentence. He let go of her wrist, bringing his hand back up to hers and interlocking their fingers again. It wasn't a big gesture, but it was enough to derail Hermione's train of thought. He let go with his other hand to brush some hair out of her face, staring into her eyes with a loving smile the whole time. His fingers slowly passed down her cheek, then rested under her chin.\"Your body and soul are enchanting, Hermione. It's like you've put a spell on me. I can't get enough of you.\"Ron hoped that some loving reassurance could pull her out of the dark pit her mind was stuck in. Judging by Hermione's reaction, however, it didn't seem to be working well. She let out a sob and turned her head to look directly at the floor infront of her. The movement caused Ron's hand to fall back to his side.She seemed to think that Ron was simply saying whatever he could to cheer her up. Of course deep down she knew Ron wouldn't just make this up, but her insecurities didn't allow her to think about that in the current state her mind was in. She was subconsciously evading his attempts at reassurance.Ron knew all too well how an insecure person's mind will deny compliments. He used to be entirely insecure, jealous, envious, you name it. That was before he had Hermione. Some of it can be blamed on being young, sure, but he found that the closer he got to her, the more controllable his emotions became. By the time they were officially a couple, he was as confident as could be. That time where he was half-possessed by a horcrux doesn't count.Knowing how she would unwillingly deny any positive affirmations he sent her way, he decided to tell her something she couldn't deny. Something her brain couldn't possibly twist negatively, something that could shine a light on the darkest park of a person's soul.\"I love you Hermione. You are the best thing that's ever happened to me. I wouldn't change a thing about you, not one bloody bit, not in a million years. You're already beyond perfect.\"Hermione couldn't hold it back anymore. She had never felt such strong emotions in her life. She scooted over to Ron leaving no room between them, wrapped her arms around him and planted her face in his shoulder. By the time she was in his embrace the dam had already opened, she started crying heavily.Ron let go of her hand to grab his wand and placed a silencing charm on the room, followed by locking the door. It took some effort with Hermione's arms wrapped around his shoulders. It was for the best though, he knew that she wouldn't want anyone checking in on them. She wanted some alone time with the man that loved her. He placed an enchantment on the window frame to make it appear from the outside as if the window was repaired with the shudders closed. They might as well be the only 2 people in the world at this point.He put his wand away and wrapped one arm around her just the same way she was with him. At the same time, he turned more in her direction, causing her head to fall into the right side of his chest. With his free hand he started stroking her hair, almost petting her.He didn't say anything, there was nothing to be said. Instead, they sat there and soaked up each other's emotions, Hermione's crying getting less and less intense as time progressed until it stopped completely. eventually Hermione let go of him, lifted her head from Ron's chest and looked up at him.\"I know you love me Ron. I know you wouldn't change anything about me. But I would. My whole life since that first ride to Hogwarts I've dealt with people who say I'm lesser. And now I have this... this... ugh!\"She couldn't finish the sentence, her sadness turned to a small roar of anger as she fiercely gestured at her scar. Ron saw a passion build quickly in her eyes, a passionate hate. She hated that scar, and she hated the woman who gave it to her. She turned back to face Ron, the fire in her eyes dying down just as quickly as it arose once their gazes met again. It's hard to be consumed by hate when you're being flooded with love. Ron placed a reassuring hand on her jeaned thigh. Even through the thick layer of denim it felt warm, comforting.\"What a minority of people say about you doesn't matter, Hermione. what that mark says about you doesn't matter. There is what they supremacists say about you, and on the opposite side there is the truth. You're a brilliant witch, you were always at the top of your class. You and that brain of yours is one of the biggest reasons we managed to defeat you-know-who, you're the golden girl. Almost everyone who knows you loves you. I love you.\"Hermione's eyes started to fill again, but besides that she seemed frozen. Merlin, she just looks so cute when she's starstruck. Ron found that his face was closer to Hermione's than before. He wrapped his arms around her. He didn't really know how this happened, it just did. slowly still, he got inched closer. And closer. And closer...Hermione felt the familiar delicacy of her boyfriend's lips enclosed around hers. For a moment, all felt right. She could feel his endless love for her in the way he kissed her so deeply. She could feel his warmth radiating from his body. She could feel his heartbeat speeding up through where her breast rested on his torso. She felt him. Only him. And then just like that, it was gone. Ron slowly peeled away from her, a worried look on his face.\"I- I'm sorry, I don't know what got into me...\"He said it as if they weren't a couple who's snogged more times than you can count. It was adorable to her. She was too busy focusing on Ron's cute naivety to realize she wasn't focusing on her pain anymore. Or maybe it was the way Ron's embrace made her feel that caused it to slip her mind. What it was specifically didn't matter. What did matter though, was getting the high she just lost back. She quickly met her lips back with his.Whatever Ron was expecting in response, it wasn't this. She kissed him with intense passion, putting Ron's kiss to shame. Her lips were so soft he felt he could drown in them. He wanted to drown in them. He doubled his efforts, meeting her level of passion. She immediately tried to 1-up him. And just like that, their loving kiss quickly turned into a shameless snog.A couple of minutes in Ron pulled away. A small stringy strand of saliva bridged between their parted lips. He looked into her eyes. They were half-lidded and brimming with love, same as his. He tilted her head up and dove in on her neck, directly on the point he knew made her weak. She dropped the hug and brought her hands up from his body, lacing her fingers in his hair, holding him in place. A breathy sigh escaped her lips. He kissed again, eliciting the same response.She felt Ron reaching for his chest pocket. Before she could react, she felt the extreme disorientation of being apparated. When her senses came to, she saw they were a mere 10 feet away, standing next to a large desk that Ron transfigured into a bed. He placed a hand on her torso and gently pushed, making her fall onto it back-first. Clearly Ron didn't want to waste a single second, something she found quite amusing. It was her causing him to get this way.He leaned down and placed a hand in her hair. His hand travelled down, his fingers combing her hair as they descended. He studied the way it flowed between his fingers intently. When his hand finally reached her cheek, he looked yet again into her eyes. The words that left his mouth were so simple, yet they meant so much.\"Beautiful, so beautiful. My gorgeous Hermione.\"If caressing her hair didn't cause her to shudder, this did. Her brain felt like it was misfiring. It still wasn't used to feeling this adored, loved, wanted. She didn't even think of responding, instead reaching around Ron's head and pulling his lips back into hers. They were so intoxicating, she felt herself losing self control rapidly.The anticipation felt thick in the air. It was only a matter of time before things escalate further. Ron very much liked her most recent reaction to his words of encouragement, so he pulled back once more. She looked so cute when she was worked up beneath him, he couldn't bring himself to not voice his love for her for another second.\"My adorable little national hero. I love what they call you, you know. The golden girl. It proves to me your blood is gold.\"The sentence had good intentions, but this was probably not the best thing for him to say. Hermione could very clearly hear the positive meaning behind the words, but the positivity was quickly drowned out by the negative thoughts that came with being reminded of the substance of her blood.Hermione tried to hide her reaction, but it was too late. The thoughts were flooding back to her. Thoughts about how she was too weak to save herself from Bellatrix. Thoughts about how Luna had been imprisoned for months because of her, it doesn't matter if it wasn't her fault. Thoughts about how she could have saved more people in the battle of Hogwarts if only she was a little stronger. Ron & Ginny wouldn't be missing a brother if it wasn't for her failure. If it wasn't for her stupid, pathetic, muddy-She started to fight back another onslaught of tears.This wasn't the reaction Ron was expecting. He knew it would be something she's sensitive about, but he hoped that in the circumstances it would help, not make it worse. He wished so desperately there was a way to get rid of her deeprooted insecurity of being a muggleborn. Unfortunately, when it comes to blood status and the life of dealing with bigotry that comes with it, there aren't many reassuring things to say.That's when Ron had an idea. What if instead of shying away from the blood purity talk, he leaned into it? What if he made her acknowledge her magical gifts and talents, forcing her to admit she's a great witch? What if he made her acknowledge her muggleborn status while simultaneously forcing her to admit she's a knowledgeable and powerful sorcerer? Would that make her less insecure about not being pureblood?Hermione's train of thought was cut off by a warm, welcome kiss. It was a very temporary antidote for sure, but it worked like a charm. She let the thoughts slip her mind, pushing into the kiss. When Ron tried to take his lips off hers she leaned up with him, almost chasing his face, not wanting to lose the source of her intoxication.Ron placed a hand on her chest and pushed, making it clear he was taking control of the situation. He looked down at her and gave her a strange, devious smile. Then he asked one simple question, something she wasn't expecting.\"Who was the genius witch that was top of her class, every class, every year?\"Hermione was a little confused. What was Ron playing at? He knows that she doesn't like to gloat, But at the same time she doesn't like lying either... She figured she'd play into whatever this game is, so she responded honestly.\"Me?\"There was audible confusion in her voice. What wasn't confusing, however, was Ron's reaction. He leaned down and kissed the pulse point in her neck. And then did it again, again, and again. It felt good. Hermione's face was starting to go red, her breathing getting a little more shallow. Her hands once again were laced in Ron's hair, holding him in place. She never wanted him to leave that spot. So much so that when he started to lift his head, she forced his head back.He gave pity to her, giving one more kiss on her sweet spot before grabbing her by the wrists to allow himself escape. He lifted his head up and was looming over her again, letting go of her wrists once he was free. She looked similar to someone who's just had their sleep interrupted by having their bedsheets yanked off.\"Who's unmatched skill and quick thinking saved her and her friend's lives from an ocean of devil's snare?\"Hermione understood Ron's plans now. She wanted to protest. She wanted to mention how Harry played a part in it, but she knew how small of a truth that is. She wanted to say it was lucky, but luck doesn't teach you spells. She didn't want to admit it, but it truly was her knowledge and quick thinking that saved her friends that day. But more than all that, she wanted Ron's touch again, and all she had to do to get it was tell the truth. Why was it so hard?\"M-mine.\"She cringed at her own hesitancy, causing her to butcher the word. Apparently it didn't matter to Ron, however. He kissed her in the same spot she'd grown accompanied to, eliciting a happy and satisfied mewl. His kisses started to trail down her neck, making sure to cover every inch of lush skin. Ron decided it was time to go to the next step. He started leading kisses down from her neck to the top of her chest, exposed by her V-neck.Hermione knew it would get here at some point, but that didn't make it any less invigorating. Ron lifted his head up again, presumably to gauge her reaction to see if he should continue. Her reaction was better than he'd hoped it would be, to say the least. She arched her back up, giving Ron permission to remove her denim jacket. He ignored her request, a very satisfied look on his face.\"Who pieced together the clues telling us we needed the sword of Gryffindor, saving the whole world in the process?\"Of course, Hermione knew the answer. she knew who it was, it was none other but herself. But she just hated bragging about it. She couldn't take all the credit, it was Harry who covered the sword in basilisk venom. Surely that meant that he deserved at least some of the praise, right? But at the same time, she knew there was only one answer that would get her what she wanted. She decided to just cut her losses, and let the words flow out of her mouth freely.\"I did.\"Her voice was... unconvincing. It was clear that she still didn't fully accept what she was saying. But she had still said it, without stuttering this time, and that was progress. His plan was working. There was a problem though, there was a pesky jacket in the way of giving Hermione her reward. Not wanting to waste any time, he drew his wand. With a flick of his wrist, the blue denim jacket, pink hoodie, black undershirt and blue jeans covering Hermione found itself neatly folded on a desk a few feet away. All that was left keeping her from being naked was her standard white bra and panties.If Hermione wasn't red in the face before, she certainly is now. The negative emotions previously clouding her mind were being replaced by an entirely different inhibitor: lust. She felt so exposed, yet so safe. It only got worse as Ron kissed down her chest ever so slowly, glancing up to meet her eyes every few inches he covered.By the time he reached just above her waistline, Hermione was a mess. Face flushed, voice letting out dreamy breaths and her emotions going haywire. Exactly how Ron wanted her. He decided to get risky with his next question, to go big or go home.\"Who's the muggleborn that taught her pureblood friends almost everything they know to date?\"Hermione looked nervous to answer the question, her brain desperately finding a way to twist it negatively, make it untrue. She didn't teach them everything they knew, that was absurd. Sure, she helped them immensely, aiding them through their tough homework, helped them reinforce wand gestures they weren't good at, guided them through particularly difficult potions with ease, helped create then taught in Dumbledore's army... she was starting to get the picture. Not just that, but Ron ceased giving her any attention until she answered. She relented.\"I am\"Ron noted how little hesitancy she responded with compared to the last times. He rewarded her by kissing as low as the cloth shielding her waistline would allow, before slowly removing said clothing. Hermione lift her legs up slightly to aid in the process, trying hard not to think about how embarrassed and red in the face she was. They had done this countless times before, but with all the emotional turmoil running rampant throughout her, she felt as if it was their first time again.Her panties fell to the floor beside them. Ron wanted to indulge himself right away, but this wasn't about him. This was about her. He would make this as amazing of an experience as he could for her. He kissed her inner thigh right above her knee, trailing kisses closer, and closer, and closer... but misses the prize completely, switching over to the other leg instead, repeating what he'd just done in reverse.Hermione softly cried out in protest, the need inside her was only growing and growing. She knew what Ron was doing, and she wanted him to just end the foreplay already. She bucked her hips up, signaling to him that she was tired of waiting. This time, it was Ron's turn to relent. He lifted his head up, and Hermione expected another question. Instead, however, she got a statement. A command.\"Tell me that you're a beautiful witch.\"He said it so coldly, so factually. It was as if there was no doubt in the world, as easy as telling her to say the sky was blue. It wasn't that easy for Hermione, however. She didn't like lying, and this was a lie of course. How could she be beautiful when... when... she failed to finish that sentence, almost as if there wasn't a valid ending to it. With her arousal screaming at her, she gave in.\"I- I'm a beautiful witch!\"She didn't expect it to be so hard to say. On top of cutting herself off, she'd yelled out the phrase as quickly as possible, clearly just trying to get it over with. She had done it though, and-Her train of thought was cut off by a surge of pure bliss coursing throughout her. It formed in her core, trickling to the rest of her body through her veins. She gasped at the sudden relief, tilting her head back to look at the ceiling while instinctively placing her hands on Ron's head, lacing her fingers in his hair. As Ron continued, she only felt the pleasure grow in strength as it spread throughout her system. She never wanted him to stop, she was hooked. Which is why it was only so much worse when Ron lift his head up again, fighting against Hermione's arms trying to keep him down.\"Tell me something you love about yourself.\"It wasn't a suggestion, and she knew it well. She would either give in to his command, or lose the warm feeling that was rapidly leaving her from the lack of contact. But what was there to say that he would accept? She quickly racked her brain, the longer she took the longer she'd be deprived of what she wanted most. She blurted out the first thing that came to mind that would satisfy him, uncaring of how she sounded herself anymore.\"I'm gifted in my ability to study magic.\" Ron mentally chucked to himself. Of course the first thing she would think of is 'I'm smart', worded in a way that made it sound less pretentious. That was so Hermione. Regardless, she had done what he asked, so Ron once again placed his head where she wanted so he could give her her prize.She arched her hips up, the pleasure building within her. Her breaths started to get deep, almost turning into moans. A few cusses started flying, something that only Ron has heard. Some people made her unbelievably angry, some people made her incredibly sad, but no one would ever get to witness the sweet, addictive sound of her swears. No one but him.Ron ate her out without break for a lot longer than he had previously, his own will to not escalate the scene further starting to wane. The noises and shudders she made were addicting to him, and they drove him to keep going. The problem was, the more he continued, the more frequent said noises and shudders were. A chain reaction started, only breaking once Ron realized she was getting a little too comfortable. He lifted his head up again.\"tell me one of your biggest accomplishments.\"Hermione let out a frustrated sigh. She didn't recall this being a bloody job interview. She just wanted Ron to continue, and she wanted it now. The pleasure inside her was growing strong, her needs becoming utterly irresistible. She gave in before the question was even fully asked, she needed this. All it would take to get it is a simple answer to a question. She didn't even think, yelling out the first thing that came to mind.\"I punched that git Draco in the nose!\"That wasn't exactly what Ron was going for, but he couldn't deny that that was definitely quite an achievement. His only regret from that day was that he didn't bring popcorn to watch it cinematically. Draco might be a different person today then he was back then, but it was still fun to reminisce on. He dove back in, doubling his passion due to the exceptional answer.Hermione definitely noticed the increased motivation. One of her arms shot out to her side, gripping the sheet with vigor. The other stayed in Ron's hair, clutching it with the same intensity, although he didn't seem to mind. Her breathing upgraded from deep breaths to shallow moans, unable to hold in her voice any longer. This only caused Ron to increase his efforts further, the beautiful noises filling him with drive.Ron knew his partner well, they had done this countless times. He knew how her body worked, what it liked, and most importantly, how it responded to certain stimulus. If the noises didn't already paint the picture, this intricate knowledge of his girlfriend is what let him know she was close to her climax. Ron finally had her exactly where he wanted, and now that he did, it was time to put the final, riskiest part of his plan in motion. He lifted his head once again, much to Hermione's dismay.\"Tell me that your blood is gold. Repeatedly. If you don't often enough, I'll stop.\"Hermione didn't know how to respond. Well, she did know how, but she just didn't know if she could. It was so against what she thought of herself. After all, she hated lying. But she could actively feel the warmth snuffing itself out for every second that she lacked his touch. She needed it so desperately. Never before had her emotions conflicted with each other so heavily. A tear started to form in her eye again. She tried her best to fulfill his request.\"I-My.... I...\"She couldn't bring herself to do it. That was fine though, Ron had expected some resistance. He knew just the cure. He leaned his head down and gave a deep, zealous kiss on her clit. Hermione gasped in response, her back arching so much it almost looked like she did a situp. It felt so good. She needed it again. Every fiber of her body screamed at her to get that feeling back. With no other options left, she finally yielded.\"My blood is gold.\"Ron liked the way the phrase sounded in her voice. He wanted to hear it again. He was going to hear it again. He resumed his work full speed, Hermione resuming her clutching of the sheets. The arm on Ron's head shot to her other side, allowing her to dig her nails into the available material without having to worry about pulling Ron's hair out. She was getting close again, Her knuckles started to discolor, before Ron just... stopped.\"Ron, please!\"\"Say it Hermione.\"\"You- fine! My blood is gold!\"She yelled it out almost desperately. For a brief moment, she felt a pang of shame at how needy her own voice was. She imagined what the people would think if they saw their world-renowned golden girl like this. So desperate, helpless. A genius turned into a mess. The thought vanished as Ron picked up where he left off. She cried out with satisfaction.Ron wasn't holding back at all anymore. He put their whole relationship's worth of experience to work. He knew exactly what buttons to push and when to push them. Hermione gave up all attempts at hiding her lust, her voice unabashedly leaking out every shallow breath and deep moan at full volume. And then, just like it had before, it stopped. Ron didn't lift his head this time, instead looking into her eyes expectantly.\"My blood is gold!\"She shouted it out, surprised with her own lack of restraint. It was becoming easier for her to say, feeling less untruthful every time she said it. Was that just because of how worked up she was, or was it starting to become more believable? She didn't have time to dwell on the question before the divine sensation burning between her legs picked up at full pace.Adrenaline started coursing through her system relentlessly. This was it, she was there. It was inevitable now. Her knuckles started to turn white from strain. Her thighs squished Ron's head hard. Her ability to keep her voice in disappeared entirely. Well, almost entirely. With her last bit of willpower, she met Ron's gaze. He was going to stop, she could see it in that mischievous glint in his eyes.That was absolutely not an option. She was far too close. She wasn't going to let him stop. Using the adrenaline to fuel her, She desperately chanted out the phrase she was accustomed to.\"My blood is gold! My blood is gold! My blood is gold!\"She was originally going to say it once. But in the heat of the moment, adrenaline coursing through her veins, her climax overtaking her, she found that once she said it, she was stuck repeating it. She could feel Ron's smile against her lower lips, his mission was complete. He had achieved what he set out to accomplish. The pleasure was shooting up from her core, intent on overrunning her any second. She let out one last desperate cry.\"Thank you! I love you!\"And her world was envelouped in light. In her orgasmic haze she had just enough consciousness left to note how currently, her blood really did feel like gold. Then she realized, while she's with Ron, it might as well be.",
	"45812572000": "就在刚刚，爸爸把我们的魔杖都收起来了。他板着脸，丝毫不肯通融的样子。除此之外，他一句责备的话都没说，离开时也只是轻轻掩上门而没有上锁。所以我想，这只是一个临时的小措施。我耸耸肩，乔治对此也没发表异议。我们面对面，无聊地坐着，直到乔治昏昏沉沉地打起瞌睡。我想靠着他一起睡上一觉，但毫无睡意，只好揽住他的肩膀，用目光描画他的脸。一样的眉眼，一样的弧线，仔细分辨之下略显纤细，不明白为什么人们还是把我们搞错。 他明明看起来让人更有保护欲，而形容我的话只要帅气这个词就足够了。好吧，像前半句这么想的人可能只有我一个。我们错过了晚饭。现在餐厅里寂静无声，虽然不觉得饿，但等乔治醒来应该有东西垫垫肚子。他的肩胛骨都突出来了，睡得也不太安稳。偷偷溜下楼当然毫无难度，不过我没有挪动。乔治在睡梦中微微皱着眉毛，小时候发现我冒充他拿走好不容易才获得妈妈首肯的零用钱时，他也是这样失望地皱着眉。我让下巴压在他睡乱的头发上，嗅到熟悉的薄荷气息，这感觉让人心满意足，贪恋不已。于是我轻轻哼唱起一支童谣，没过多久，他的眉间就舒展开了，我的愉悦一发不可收。即使没有魔杖，巫师也可以施法，只是大部分常用咒语必须配合魔杖加持才能达到正常的效果。缺少魔杖，生活就像必须用胳膊肘来移动身体一样，缺乏效率且让人无所适从。但我决定试试。司空饼飞来了，只是它在经过楼梯拐角的时候磕到扶手，掉到地上滚了下去。留下一路狼藉的线索。真不走运，我叹气。乔治还在睡，有点庆幸他不知道我刚才失败的尝试。不过就算他笑话我弄脏了地板，我也不会计较这个。一扇门开了又关，门轴发出咿呀的呻吟。妈妈的嗓音传来，隐约听她说到“梅林啊”，声音很快就低下去，不知后面跟着的是牢骚还是感激。\n我很疑惑她居然没发现我的小动作，要是能赶在唠叨到来之前跑到院子里去就好了。说实话地精有点烦人，但我也只是想想而已。记得六岁时的圣诞节我们也被关了禁闭。那天我提出的鬼点子差点毁了圣诞大餐，作为惩罚，我们要等大家吃完饭才被允许出去。乔治哭累了，在我旁边睡着，但我肚子饿，就努力想着烤火鸡。妈妈在楼下生气地叫嚷。后来听比尔和查理说，火鸡从盘子里跳起来，先跌进一盆防风草根酱，接着滚到了珀西的膝盖上。当时他的尖叫声吵醒了乔治。我们头碰着头，猜测楼下发生了什么。其实我根本就不在乎。我抱着乔治的胳膊，很高兴他没有因为被妈妈错认成我挨了骂而生气。乔治从不生我的气。哪怕很多点子都来自我的提议，挨罚的却不止我自己。乔治起来时差不多九点钟了。我们蹑手蹑脚地走下楼梯，免得它发出声音引来其他人。楼下没有点灯，月光很明亮，透过敞开的窗子照进大厅。我没去留意之前滚落的点心，乔治已经走过了厨房，没有去找东西吃的意思。\n我说：“伙计，过来看看妈妈留了什么在碗橱里。”他不说话，走到窗边站了一会才问：“你觉得冷吗？弗雷迪？”我说没有，走过去把手放在他腰上。乔治默默任我这么做，以往明亮的蓝眼睛现在隐藏在阴影里。他说：“我该怎么办呢。”不等我回答，他又接着说：“我不知道该怎么做我自己了。”银亮清冷的月光撒在窗前，所有家具上都浮着薄薄的雾气。一副灵柩停在窗下，青年躺在里面，红发鲜艳一如平时。擦净血迹和尘土的脸上微笑依旧，唯有青白的肤色昭示这具躯壳已经失去生机。乔治在他身边跪下去，将额头抵上边缘的帷幔。他空洞的眼睛干涸如沙漠，而我清楚地知道，更加荒芜的是他的心——遍布龟裂，流尽鲜血，了无生气。我的手心只剩空虚。我们都陷在叫做死亡的泥沼里。",
	"45812485000": "“I love you,” Potter whispered in Draco’s ear, kissing his earlobe. Draco yelped, face flush because of embarrassment. “You know it, right?”\n\n“I know,” Draco murmured, resting his head on Potter’s chest. Honestly, he didn’t, but it’s not important. What’s important is Potter said he loved Draco. Even if it were a lie, Draco was willing to take it. “I know you love me,” Draco repeated, louder, not sure if he was answering Potter’s question or reassuring himself. Whatever the case, Draco knew he did the right thing, because Potter smiled.\n\n“I love you,” Potter said and kissed Draco on the lips. \n\nHis lips were soft and aggressive at the same time, half asking, half forcing their way on Draco, which Draco found he didn’t mind at all. Draco opened his mouth, allowing Potter’s demanding tongue to invade his mouth. As expected, Potter’s tongue immediately sought Draco’s tongue and twisted around it. Then, it let go of Draco’s tongue to swipe around his mouth, licking the sensitive flesh. Draco tried to fight it but soon surrendered in the face of its determination. By the time Potter’s tongue and lips were done with him, Draco’s legs had given up, forcing him to lean further into Potter’s body.\n\nPotter laughed, a warm, affectionate laugh, arms keeping Draco’s waist hostage. Draco felt it travel through him, warming his body. He turned his face in Potter’s chest, hiding a secret smile.\n\n“I love you,” Draco whispered.\n\n“Me too,” Potter kissed Draco’s forehead.\n\n“I wish this weren’t just a dream.”\n\n“What are you talking about?” Potter frowned. Draco couldn’t help but love his confused expression. He had seen that look so many times that it had become even more familiar than his own smile.\n\n“See you later,” Draco whispered, caressing Potter’s cheek.\n\nDraco woke up.",
	"45812356000": "What's left of me now\nMy heart is a battleground\nYou show me how to see\nThat nothing is whole and nothing is broken\nIn you and I there's a new land\nAngels in flight\nMy sanctuary, my sanctuary now\nWhere fears and lies melt away\nUtada Hikaru, \"Sanctuary\"\n\n他第一次见到她是在丽痕书店，黄金三人组的旁边。很难把她认成别人。德拉科的第一反应是趁别人认为他软弱之前率先发难。当然，他的父亲出面了，尴尬的时刻戛然而止。\n他再想起她是很久之后的事了。深夜失眠让他在被遗忘的走廊里漫步。他听到一间盥洗室里传来抽泣声，与他同龄的女孩没人敢使用那里。他好奇地轻轻打开门。那头红发绝不会错。金妮·韦斯莱，黄金三人组沉默的影子，正在镜子前哭泣。她在揉搓双手，周围都是鲜红的水渍。她没有看到镜子里的他。她专心地搓着手，泪水模糊了她的视线。\n她凌晨四点半在做什么？他不由猜想。但他是二年级学生，而她只是新生。斯莱特林的继承人在走廊里游荡，他比哭哭啼啼的韦斯莱更令人兴奋。\n在五年级之前，她对他来说都是微不足道的。她脸色苍白，跟在三人组后面。她是没有任何实质的幽灵，在圣诞舞会上因为同情和缺乏自我价值而紧紧抓住纳威·隆巴顿。她是一个韦斯莱，对一个马尔福来说什么都不是。在五年级之前，她什么都不是。他因为新获得的权力而沾沾自喜时，她打了个他措手不及。他认为她什么都不是。当她用魔杖指着他的脸威胁他时，他笑了。他不认为她算什么威胁，而是开始嘲笑她。\n她是易碎的。这是他那时不知道也不理解的事情。她的情绪很脆弱，随时可能崩溃。在咆哮和刺耳的笑声之下是巨大的空虚。她无法忍受嘲笑，无法忍受绝望或失败。金妮那时对他施了咒，她著名的蝙蝠精魔咒。他第一次听说时还以为它是个笑话。蝙蝠不是格兰芬多类型的生物。他上次见到她时，她还是个哭哭啼啼的小女孩。\n但她的咒语令人害怕。她眼中燃烧的愤怒很吓人。她气愤地咬紧下巴，从挫败他的锐气中得到了残忍的满足感。\n德拉科不知道韦斯莱家有没有人知道他们的宝贝女儿变成什么样子了。他不知道金妮是否认识她自己，还是和他们一样一无所知。\n在接下来的一年里，他学会了徒劳和无望。他在镜子里看到空洞的眼睛和缺乏睡眠的黑眼圈。他经常在哭泣的桃金娘的盥洗室里崩溃，几乎无法继续下去。压力使他几近分崩离析。他几乎欢迎哈利对他发射的痛苦诅咒。到处都是飞溅的鲜血——他以前见过，但想不起来是在什么地方——他以为自己要死了。那本来会是一切问题的答案。再也不用躲藏，不用努力坚强。不用再撒谎，假装一切都会好起来。如果他因为死亡而失败，他的母亲就安全了。如果他直接失败，她会丧命。\n但他活了下来。庞弗雷夫人确保了这一点。不知为什么，哈利仍然是黄金男孩，受邀参加所有的派对，和德拉科甚至碰不到的人在一起。就连韦斯莱女孩也对他着迷了一个月。易碎的棱角似乎消失了，她的微笑几乎是真诚的。阴影似乎消失了。\n似乎是的。他已经很多年没见过她了。邓布利多死后，斯内普把德拉科藏了起来。他们都不安全，斯内普在英国有六个不同的藏身之处。“我答应过你母亲。”他回答了德拉科没说出口的问题。德拉科从来没有到过威尔士的这个地方。“我立下牢不可破的誓言要保护你。但不用担心，她很安全。马尔福庄园有安全魔法。你母亲此刻在爱尔兰，一个安全的地方。她不会被找到的，你也不会。”\n斯内普转身要离开时，德拉科惊慌失措。“你不和我一起留下来吗？”\n他露出了几乎悲伤的微笑。“你母亲也说过同样的话。我不能。我把你藏在这里，但应该有人留下来为你说谎。我可以说伟大的哈利·波特杀了你吗？他的蠢朋友韦斯莱杀了你母亲？”德拉科只是点了点头。就是这样了。他们会被藏起来；在他们认识的所有人眼里，他们是死人，他们要像老鼠一样四处逃窜。待在一起只会增加他们被抓住和杀死的几率。\n至少这个小镇还不错。他在药店找到了一份枯燥的工作，只需要待在里屋。他有条不紊地把药材磨成粉末，制作药水和酊剂，保持库存充足。他像当地人一样每日采买；这让他有事可做。在这里他不是马尔福。这是大西洋附近的一个海滨小镇，一个被时间遗忘的地方。他从他的雇主那里学会了威尔士语，那是一个坏脾气的老头，很可能知道他的名字不是大卫·马什，但他没有多问。德拉科说过，自从家里有人去世以来，他一直很安静，他想独自悲伤。和他说的其他事情一样，他们也没有追问。他安静而孤独。他没有给任何人带来悲伤，他在药店里努力工作。他为镇上的庆典帮忙，大多数年轻人很快就忘了他刚来时那副憔悴忧心的样子。\n时光飞逝。他把少年时代抛在身后，把德拉科·马尔福的世界抛在身后。有时，他忘了他的名字不是大卫·马什。有时，他忘了马尔福们不用双手劳动，忘了他们不和任何不是纯血统的人打交道。镇上到处都是麻瓜种和麻瓜，他们都和巫师一起生活。这是马尔福最不可能藏匿的地方。\n他已经忘了韦斯莱红是什么样子，闪电般的伤疤是什么样子，浓密的棕色头发是什么样子。他忘了与他们形影不离的朋友是什么样子。这很容易忘记，因为它已经不重要了。这里有月亮和太阳、沙子和大海、药水和膏药。有市场和几家商店、书店、茶馆，城外还有一座奇怪的寺庙，尽管没有人在意它，也没有人去参观，但它没有破败。崎岖的丘陵有一种摄人心魄的美，周末他会在那里走上很久。\n他二十二岁时的一个周末，市场上一闪而过的金红色头发让他吓了一跳。老人们正在劝他和一个当地女孩约会。安顿下来吧，他们对他说。你是我们的一员，我们希望你留下来。\n“你看起来不错，”红发女孩的同伴说，梦幻的蓝眼睛闪闪发亮。“我很高兴。”\n红发女孩似乎在颤抖，绷紧了下巴。“没人敢靠近寺庙，”她漫不经心地说。“我很好。”\n“我给你带来了几封信和几本书……一些新东西。你哥哥想带一些蛋糕，但我觉得会毁了衣服。”金发女人递给她一个用纸包着的小盒子，包装纸上装饰着精心手绘的萝卜和放大镜。\n“谢谢你，卢娜。”红发女孩轻声说。她给人一种终结的感觉，仿佛事情只是止步不前，永远不会改变。她把小盒子放进了外套口袋里。“我们为什么不去吃点东西呢？”\n卢娜显得很犹豫。“金妮，我……”\n“没关系，”金妮低声说。“不管怎样，你不能留下。”\n德拉科被她那种尘埃落定的语气吸引了。他慢慢接近她，近得几乎可以碰到她火红的头发。他不明白，但他还是待在她附近。\n“金妮，如果可以的话，我愿意留下来，”卢娜抱歉地说。“你知道的。我相信不会太久的。”\n“你上个月就这么说过。”金妮轻声说。\n“等特伦特被抓住，一切就结束了，”卢娜兴高采烈地说，没有理睬金妮的话。“我相信唐克斯和莱姆斯很快就会找到他的。”\n“没关系，”金妮回答，移开了目光。“都没关系了。我已经在这里待了这么久，很清楚这一点。”\n德拉科被金妮死气沉沉的语调深深吸引。卢娜似乎没听见，但他能听到。她变成碎片，又被错误地粘合起来，现在碎片边缘互相摩擦。她的整个举止都在诉说深深的痛苦，可她的朋友却看不出来。\n这个特伦特是谁，他对她做了什么？\n卢娜的眼神变得锐利起来，似乎刺透了金妮的灵魂。“别那样。这和以前不一样。我没有忽视它。一切都发生了，但司法制度是缓慢而有条不紊的。我们不能着急。”卢娜移开视线，眼神似乎又柔和了。“下次我会给你带点更特别的东西。”\n“好的。”金妮回答。她机械地说，好像她们重复过许多次这样的对话。可能是这样的；金妮的话表明她们每个月见一次面。\n她们拥抱了对方，德拉科微微往后退去。他在附近的摊位上买了两块糖果，回到金妮身边。她站在那里，看着四周，好像迷路了。卢娜不见了。他递给她一块糖果。“给你。你看起来很需要这个。”\n金妮吃惊地抬起头。“马尔福？”她倒吸了一口气。\n“大卫·马什。”德拉科热心地说。他看着金妮不情愿地接过糖果。“我在这里生活有一段时间了。”\n“我以前没见过你。”金妮指责地说。她没有吃糖果，只是仔细地看着他。\n德拉科耸了耸肩，吃着糖果。“我不是特别喜欢社交。问问别人。”\n她眯起眼睛。“那现在是为什么？”\n他又随意地耸了耸肩。“为什么不呢？也许你能告诉我我错过的事情。”\n“你离开多久了？”金妮好奇地问。\n“从六年级期末开始。”\n她试探地吃着糖果。“你错过了很多事。”\n“我想是的，”他看着她吃糖果。“我们可以去咖啡馆聊聊吗？我很想知道一些事情。”\n金妮几乎犹豫地咬着嘴唇。“嗯……”\n“之后我会送你去你要去的地方。”\n她眯起眼睛。“你为什么这么做？”她怀疑地问。\n“不知道。我离开时没有太多惦念的东西，但我还是想听听。”\n“你想毁了这一切，马尔福。”她愤怒地绷紧了下巴，他看得着迷了。她那破碎而脆弱的棱角相互摩擦。“有什么可好奇的？”\n“我在这里待了很久，”德拉科轻声说。“这是被时间遗忘的地方。”\n她吃完了糖果，往后退去。“也忘了我吧，马尔福。你从来没在这里见过我。”\n德拉科看着她的脸消失在人群中。他面露微笑，让她离开了。在过去几年里，除了工作和遗忘，没有什么事情可做。忘记过去很容易，让它随风而逝。现在，这里有了需要关注和揣摩的东西。这里有事情可做了。\n他知道她住在哪里。他可以慢慢来。\n德拉科没有质疑他对最小的韦斯莱的兴趣。他知道她会有英国魔法界的最新消息。她也许知道斯内普发生了什么，他的母亲有没有被找到，他的朋友们是否还活着。和一个知道他是德拉科·马尔福而不是大卫·马什的人交谈或多或少让人愉快而放松。他并不是觉得缺乏魔法；镇上常常公开使用魔法。麻瓜和魔法物品似乎很协调。他认为威尔士从一开始就有那种神秘和魔法的氛围。威尔士的麻瓜已经相信魔法，并极力地保护它。这是这个小镇奇怪而可爱的特点之一，他渐渐喜欢上了这一点。到了现在，德拉科也觉得充满保护欲。\n不，这是不同的。他无法确切地用语言表达。她身上有什么召唤着他。在她灵魂深处潜藏着黑暗、痛苦的碎片和绝望的不幸。一个格兰芬多怎么会变成这样？他们是优越的完美小孩。他们勇敢善良，受到所有人的喜爱。一定发生了什么大事。也许这个特伦特做了什么。\n德拉科现在知道要相信他的直觉。\n他一个星期都没打扰她。他像平常一样生活。他熬制了威尔金太太的关节炎药剂。他称量了戴维斯先生的强身草药。他备好手边的茶叶，开始为店里准备酊剂。他买东西，和邻居打招呼。他洗衣服、散步、欣赏郊外景色。他认真地逛市场，偶尔寒暄几句。晚上的时候，他盘算着要对金妮说些什么，但一直没能确定。他去埃塞尔达的书店看书；因为她喜欢他，他总是可以从隔壁的面包店带茶和小圆烤饼过去。德拉科从来没有在书上留下指纹，或者粗心大意地洒了茶。所有埃塞尔达喜欢的顾客只要愿意，都可以在她的店里吃点心，这个提议让他深感荣幸。\n德拉科像往常一样在周末散步。他摘了几朵雪白边缘、深红花蕊的花。他觉得这样做很傻，但没有人会空手去别人家。那样太粗鲁了。\n德拉科敲了敲寺庙的门。在这个星期里，他的脑海里涌现了各种各样的对话，但奇怪的是，他散步时却毫无杂念。多年来在散步时避免认真思考使他现在能够保持头脑清醒。\n“你好，韦斯莱。”她打开门时，他轻声说，把花递了过去。他歪斜着身体，这样她必须把他推到木制平台上，才能把门关上。\n她也意识到了这一点，微微眯起了眼睛。“你想干什么，马尔福？”\n“我能进去吗？”他问。\n“干什么？”金妮反问道。\n“聊聊，韦斯莱。你在这里肯定没什么机会聊天。”\n“你怎么找到我的？”她嘶嘶地问。她的凶猛让德拉科吓了一跳。她就像个笼子里的困兽，德拉科意识到。\n“我在市场见过你，记得吗？你和洛夫古德两个人。”\n“我叫你忘了我。”金妮回答。她微微绷紧下巴，整个姿势充满力量。她处于防御姿态，随时准备应对攻击。\n她一定发生了什么事。\n“我忘了。”德拉科滑稽地回答。他轻轻地晃了晃他的花。“这些是给你的。我叫它们雪莲花。我不知道它们到底叫什么。”\n她不情愿地从德拉科手里接过它们，但没有其他动作。她的脸上没有任何表情。“你现在可以走了，马尔福。”\n“我现在叫马什。你用什么名字？”\n这太怪诞了，互相交换名字，好像在这个威尔士小镇上，每个人都有第二身份。德拉科以为他表现得够友好了，但她抿紧了嘴唇。\n“走开，马尔福。别烦我。你造成的破坏已经够多了。”她试图踢开他的脚。\n德拉科感到有些愤怒。“我那时才十六岁，韦斯莱。你知道为什么吗？有人停下来问过为什么吗？”\n“你是一个食死徒，”她回答，声音无力而沉闷。“有什么好问的？反正你都会撒谎。”\n“问我。”德拉科咬牙切齿地说。“问我，听我回答。然后，如果你真的想让我走，我就走。”\n她若有所思地抿起嘴唇。很久之后，她轻轻地点了点头。“你为什么那么做，马尔福？六年前你为什么让他们进入霍格沃茨？”\n“如果我不那么做，他会杀了我父母。”德拉科回答，声音麻木而空洞。“那时候我不在乎自己会怎么样，不在乎你那宝贝波特的诅咒会不会害死我。”\n“他没有……”\n“他有。那个诅咒割裂了我的身体。我差点失血死去。”\n他斩钉截铁的声音使她没有反驳。她知道那种声音；她一直从自己的声音里听到。\n“发生了什么？”她问。\n“没什么。什么都没有。”他探头看向寺庙里面。“我们是不是应该进去聊，而不是站在门口？”\n她皱着眉头想了一会儿。当她的脸变成面具时，德拉科完全不知道她要对他说什么。\n“进来吧。”她最后说道，打开了门。\n摇摇欲坠的寺庙内部看起来像一座乡间住宅，让他想起了艾德里安·里斯的家，早些年时，他的母亲很同情德拉科。艾德里安可能是德拉科最接近朋友的人，如果他诚实的话，艾德里安是他最好的朋友。\n大量光线从窗户照射进来，但印花窗帘把它遮住了。墙上贴着印有西洋玫瑰和蓝色勿忘我图案的墙纸。厨房里的破旧家具由橡木制成，座位上放着粉色垫子，与墙上的西洋玫瑰相映成趣。水槽是老式的，水龙头上是瓷把手。麻瓜炉子和冰箱是复古的白色珐琅，边角已经剥落了。水槽旁边的碗碟架上摆满了装饰着秋叶或西洋玫瑰的瓷盘。这里应该属于某人的祖母，而不是一个在逃的二十一岁年轻女人。\n“不是你的风格，马尔福？”金妮问，语气有点粗鲁。\n“事实上，我在想，这不是你的风格。”\n她的嘴唇抿成一条细线。“你想聊什么？”\n“告诉我后来发生了什么事。那时我已经离开了。”他坐在桌旁回答。\n金妮仍然抿着嘴唇，把花放进一个装了水的花瓶里。“一切都分崩离析。死了更多的人。战争控制了一切和所有人。”\n“斯内普怎么样了？”德拉科口干舌燥地问。\n“那个假惺惺的家伙死了。”金妮说。这句侮辱里没有刻薄，好像只是在重复他人的观点。所以德拉科没有回应。\n“怎么死的？”\n“你知道，他是个间谍。他杀死邓布利多之后，我们就不欢迎他了。你们的人也不喜欢他。在一次突袭中，他们杀了他，而不是带走他。”至少她的声音里没有阴暗的快乐。如果有的话，德拉科觉得他无法承受。\n“什么时候？”他嘶哑地问，试图咽下喉咙里的肿块。“什么时候发生的？”\n“大约一年前。”\n德拉科的心凉了。现在他永远不会知道纳西莎·马尔福去了哪里。对于藏匿一个人来说，爱尔兰是很大的地方，即使这个国家在地图上看起来很小。这片土地到处都是藏匿之地和魔法物品，城堡和奇幻。她可能在任何地方，他根本不知道要从何找起。\n“你看起来不是十分惊讶。”金妮说。\n“他们就是那样，”德拉科没精打采地回答。“所以没有人知道他可能知道的事情了。”德拉科轻声说。\n“他以前跟唐克斯提过安全城镇。所以他们想到了这个地方。”她不情不愿地说。\n德拉科闭上眼睛，感觉耗尽了力气。“但没有人确切地知道。没有人会知道。”\n“你在说什么？”\n“他杀了校长，因为我做不到。我可能会被折磨，甚至被杀。我母亲也会有危险。他把我们藏在了不同的地方。”\n“你父亲死了。他们认为他未经允许就被摄魂怪吻了。”金妮补充道。\n德拉科摇了摇头。“斯内普寄给他的一封信里藏着一瓶魔药。我请他这么做的。”\n金妮眨了眨眼睛。“你请求他杀了你父亲？”\n“比摄魂怪的吻要好。比慢慢疯掉要好。”德拉科看着深红色的花蕊。“不管他有什么过错，他仍然是我的父亲。”\n听到他的话，她的眼神变得冷酷起来。“他有许多过错，不是吗？”她的声音苦涩，带着恶毒的恨意。\n“你发生了什么？”\n“什么意思？”她问，换上了一副无辜的表情。格兰芬多们一定被愚弄了好多年。\n“你不是十足的格兰芬多，对吧？有多少人知道你真实的样子？”\n听到他的话，她脸色煞白，惊慌地抿紧了嘴唇。“滚出去。”\n德拉科站起来，阴影笼罩了他。“如果我不呢？”\n她那张苍白的脸露出恐惧的表情，好像突然开启了开关。他能听见她喉咙里担忧的呜咽。这是受到惊吓的动物发出的声音，它曾经受到过折磨，现在正等待着同样的折磨。他看着她缩起身体，让自己变成更小的目标。\n“韦斯莱。”他轻声说。她的黑暗突然变得丑陋了，他的兴趣也不再重要。他感到很羞愧。他打算利用她的秘密来打发无聊，然后把她扔在一边。他不会比他们正在躲避的那些危险人物好到哪里去。\n她向后退去，撞翻了椅子。她的动作快得出奇。\n德拉科走向前，身后的阴影遮住了他的脸。当她看向他时，他不知道她看到了什么。她更快地后退，直到后背贴上了墙壁。他跪在她面前，阴影又动了起来。\n“韦斯莱？”\n“走开。”她像小孩一样轻声说。\n“刚刚发生了什么？”\n“走开。这是你的错，不是我的。不是我做的。”\n他突然意识到，她没有看他。她在看让她害怕的东西。他环顾厨房，希望能看到可以帮他使她摆脱这种状态的东西。他在炉子的老旧玻璃上看到了自己的倒影。他看起来眼窝憔悴地凹陷，头发乌黑，阴影使得嘴巴像是露出了可怕的笑容。但他看起来并不可怕，只是一个刻薄的黑发男孩。\n“韦斯莱。”德拉科坚定地说，对她伸出手。\n她躲开了他。“我不会这么做的。我不会的。”\n看在梅林的份上，发生了什么？德拉科想。她拼命地揉搓双手，眼泪顺着脸颊滑落。德拉科突然想起了他二年级时的她，她揉搓双手，到处都是红色水渍。血。她那时只是一年级学生。\n“韦斯莱！振作起来！”\n她的眼神突然清醒了，她几乎是恶毒地推着德拉科。“你！出去！你不属于这里！”\n事实上，他认得这种脾气。在学校时，他曾经在她眼里看到过同样的脆弱的愤怒。这是她拼命达成他人期望的根源。她什么都没有了。她一年级时发生的事情把她的灵魂燃烧殆尽，只剩下一个空壳。\n“你独自被困在这里，韦斯莱。这里没有别人。”\n她的眼睛里充满了深深的憎恨。他怀疑没有人见过她这么脆弱的样子。\n“你不属于这里，马尔福。走开。忘了你见过我。”她的声音冷冰冰的，德拉科相信这通常能帮助她达到目的。\n他迅速抓住她的手腕，把她推到墙上。他的腿抵在她的双腿之间，他把她的胳膊举过头顶。他们的身体紧贴在一起。德拉科从来没有发觉她宽大的衣服隐藏了如此美妙的曲线。但她却目露凶光，下巴和肩膀都紧绷着。\n“一年级时有人伤害了你。为什么没人发现？”\n她的反应很激烈，在他手中挣扎，尖叫着说她的家人都是好人。啊，他戳到了痛处，一种永远无法愈合的剧痛。她一年级时遇到了可怕的事情，而她宝贵的家人甚至没有人注意到。\n没关系。他的家人也经常忽视他。\n他的脸离她很近，他露出了真诚的笑容。“没关系，韦斯莱。没有必要撒谎或假装。只有我和你。你不必为了我假装。但我很欣赏你的努力。”\n“你真卑鄙，”她呲着牙，嘶嘶地说。“放开我！”\n“你没有其他人可以倾诉。为什么不和我谈谈呢？”\n她反抗着他。“出去，”她嘶嘶地说，危险地眯起眼睛。“在你后悔之前出去。”\n德拉科没有上当。他紧紧地贴在她身上。“你不能告诉洛夫古德，对吗？你没有告诉过任何人吧？为什么不告诉我？我无法透露给别人。我没有可以倾诉的人。”他的嘴唇凑近她的耳边，声音几乎像是爱抚。“不用非得在这里。我在镇上有一个公寓。我在药店工作。离开这个地方，否则你永远不会释怀。”\n“你什么都不知道，马尔福，”金妮嘶嘶地说。“放开我，然后滚出去。”\n“你用你的黑暗建造了一座寺庙。它吞噬你只是时间问题。”\n她设法推开了他。“已经是这样了。”\n她的眼睛是空洞的，充满了无尽的绝望。她垂下肩膀，下巴松弛了下来。她的整个姿态表明她很痛苦，想让他离开她。\n德拉科耸了耸肩。“哦，那好吧。格兰芬多的勇敢不过如此。如果你还能鼓起勇气，你知道去哪儿找我。”\n她默默地看着他离开。当他关上门时，她的目光落在了桌子上的白色花瓣上。在昏暗的厨房里，深红色的花蕊格外鲜艳。\n金妮慢慢地倒在地板上，双手捂着脸哭了起来。\n德拉科靠在厨房门外，能听到她的哭泣。她已经从光明进入了深深的阴影里。它蒙上她的灵魂，使她前景暗淡。她对恢复完整不抱希望了。\n没关系。德拉科知道支离破碎地生活是什么样子。这是斯莱特林十分擅长的。他的每个部分都被分隔开来。他不知道完整地生活、头脑与言行一致是什么感觉。他是破碎的，一直都是如此。\n等她准备好了，她会来找他的。在这里，他有足够的时间浪费。如果斯内普真的死了，除了他母亲，没有人知道他还活着。她自己也藏起来了，没有斯内普的帮助，没有人能找到她。德拉科真的只剩下自己了，不用背负任何责任。他可以自由地做他想做的事。他可以耐心地得到他想要的东西。\n现在，他想知道金妮的秘密。",
	"45812110000": "“Do you know why we’re named after stars, Reggie?” Sirius asks at dinner one day, on one of the few occasions that they have been relegated to the kitchen table. Regulus sees it as an insult, while Sirius has clearly taken it as an opportunity to talk for once. “It’s our family’s way of telling us that we need to keep a legacy, like the stars do.”Regulus doesn’t know how to respond to such a bold declaration, especially when he’s trying to eat. It makes sense to him, but the expectation of a legacy terrifies him more than he would like to admit. He’s only the spare, an extra, born in case something happened to his brother. Spares usually don’t tend to have grand and elaborate legacies, and it’s clear to him that Sirius doesn’t seem to understand that. “That’s easy for you to say, Siri.” he laughs in response, trying to hide any of the bitterness he feels welling up inside him. “You’re going to create a legacy no matter what you do.”“And you’re saying that you won’t?”“Yes, I suppose I am.” Regulus admits, knowing that Sirius wouldn’t like his answer. “I’m the younger brother, so what legacy could I possibly have?”Sirius sighs, clearly disappointed. That wasn’t the answer he was looking for. “You’re thinking about this all wrong.”“How should I think about it?”“Think about it like this Reggie.” Sirius says, with the same brightness he always carries. “You have no obligation to this family, not in the same way that I do. So that means you can do whatever you want with your life. You can do anything. You could go back to France, or travel the world, or even renounce magic completely, and not a single person in this godforsaken family could stop you.”“You say that like it’s easy.” Regulus comments, still trying to focus on his food. Maybe this was the reason why family dinners are usually silent, if only to stop Sirius from asking stupid questions. “The second that something happens to you, they’ll drag me by my neck and force me to run the family. That’s my job, to be the backup, the extra, the ‘in case something happens to Sirius’.”“Do you really think that’s why you were born?”“Of course I do, I’ve heard the way that Mother and Father speak about me.”“And you really think that their opinion of you should define how you think about yourself?” Sirius asks, a lot calmer than usual. “They might only see you as a spare child, but there’s a lot more to you than that.”Regulus doesn’t say anything, because it’s easier that way, and tries to eat, but there’s something about Sirius’ honesty that he can’t comprehend. How can he say something like that so easily? How can he even possibly think that Regulus would be granted the freedom of his own legacy? The Black Family is designed to keep its members tethered to it for life. There’s no escape from the life it sets out for you, and Regulus knows that better than anyone. “You’re only saying that because you’re my brother.”Sirius laughs at that, and the food he was eating manages to get everywhere as he does. It’s not a pleasant sight, and Regulus can feel Kreacher glaring at them from a mile away. “What makes you so sure of that?”“Aren’t family members supposed to be nice to each other?”“Name one time that anyone in our family has been anything but painfully honest.” Sirius replies, with a light and playful smile. “And besides, there’s lots of things, dear Reggie, that make me sure that you’ll be better than this stupid family.” He taps Regulus on the nose as he says that, and it instantly reminds him of their childhood.“I think it’s a bit harsh to call them stupid, Siri.” Regulus laughs, trying to ignore the way that Sirius’ compliments make him feel. He’s not used to them, and he supposes that he never truly will be. Most people tend to view him as Sirius’ brother; a sickly child with nothing to offer; young and weak and with none of the talent that the rest of his family seems to possess. It appears that Sirius doesn’t seem to believe that— he’s able to see a worth in Regulus that he can’t manage to see in himself, and Regulus isn’t sure how he should react to that.Sirius doesn’t seem to heed Regulus’ words though, and just laughs. It sounds forced and detached, and there’s a subtle anger that feels too real for a sixteen-year-old to possess. “Well, it’s true, they’re so obsessed with the idea of upholding the family legacy that they forget what a legacy is supposed to mean.”There’s a point to be made in the way Sirius says that, and even though his brother's words are harsh and angry, there is an undeniable truth to them. Though their family is so obsessed with the idea of a legacy, they’re even more concerned with the supposed blood supremacy that comes with it. This twisted narrative that they are better than others due to their magical heritage; that because of their prestige and wealth, they’re allowed to look down on anything that they see as less than perfection. Legacies shouldn’t be built on ideals of false superiority, but Regulus can’t help but think that maybe they are— or at least, theirs is.He’s too scared to tell that to Sirius though, because he knows what his family’s like when it comes to defiance of any kind. Defiance is sin, a stain on the perfection of the Black Family. Children are expected to do what they’re told, and to speak when they’re spoken to. That’s the reason that they’re even in the kitchen in the first place, because it’s easier to act like you don’t have kids if they aren’t there, if the only reason they’re alive is for a legacy they’re forced to continue.Regulus sighs, and tries to respond to Sirius in a way that makes sense. He’s too young to be grappling with ideas such as this, but Blacks have always grown up quicker than most, so he supposes that he really doesn’t get a choice. “That doesn’t really mean anything, Siri. It’s just that our family views legacies in a different way. Family legacies are still legacies, and just because we don’t like how our family tries to uphold them, doesn’t mean that they don’t know what it means.”“The thing is, that I really don’t want to uphold a legacy for a family that doesn’t care about me.” Sirius declares, and there’s nothing but pure honesty in the way he says that. “If I am going to do anything with my life, I want it to be because I decided that I wanted to do it.”He doesn’t like where this conversation is going, nor does he like the ideas that Sirius keeps espousing on him. Not because Regulus doesn’t believe them, but because his words are dangerous.“I think that becoming a Gryffindor has made you too rebellious.”“And I think that being a Slytherin has made you cowardly.” Sirius bites back. It sounds like it’s supposed to be light-hearted, but it feels like anything but. “There’s no way you actually want to stay here forever.”Regulus takes a deep breath, and steadies himself slightly. “I don’t, but you know better than anyone that I don’t get a choice in the matter.”“Like I said before, you still have more of a choice than I do.”“You’d be surprised how untrue that is.”Sirius’ expression changes almost instantly, and Regulus doesn’t know what to make of it. He definitely doesn’t believe what he’s just said, but it’s true, so clearly and obviously true. If there’s anyone in this forsaken family that would be able to get out, it would be Sirius. Sirius, who is shining and glorious; every bit as bright as the star that he named after; who is smart and charismatic enough to make his own way in the world.He doesn’t need the Black Family, not in the way that the Black Family needs him. They would crumble without Sirius as the heir, and it seems like they know that better than anyone else. It’s why they’re so determined to keep Sirius within their control, it’s why he hasn’t been cast out for being a Gryffindor yet, it’s why despite the constant fights and criticism, the arguments that span weeks, and the curses that never truly go away, that Sirius is still standing. Nobody else would be afforded such a privilege, nor would they even have the chance to be as careless and rebellious as Sirius is.Legacy or not, Regulus knows that his family values Sirius and his brilliance to truly let go of him, but it is also that exact reason that makes it so easy for him to escape.“I have no idea what you’re talking about, Reggie.” Is all that Sirius says in the end, with the same look of disbelief from earlier. “This family would rather die than allow me to run away from it.”“Then maybe that should be your motivation.” Regulus suggests, making sure that Kreacher isn’t able to hear him. He turns his voice into a whisper. “You hate this family right? Then why don’t you leave it?”“You’re joking.”“Why would I lie to you about something like this?”“Because this could easily be some elaborate ploy to get rid of me.” Sirius replies simply. “And honestly, I don’t really blame you.” He laughs at that, and Regulus can’t be more thankful that his parents can’t hear them than now. “You would be a much better heir than I would.”“This isn’t about who gets to be heir,” Regulus sighs. “This is about crafting our own legacies, forging our own paths, and making our own choices.” He pauses, and contemplates the fact that they’re having this conversation at the kitchen table. While they’re supposed to be eating Kreacher’s questionable cooking. It’s not like it actually matters though, since they were bound to have to talk about this eventually. “I might not get the luxury of being able to do any of that, but you do, Siri. You have the ability to do anything, anything you could possibly want.”“And you’re saying that you can’t? Just because you’re younger than me?”It’s Regulus’ turn to laugh now, and it comes out bitter and twisted, a true reflection of the pain that his family has caused him. Sirius doesn’t seem to get it, of course he doesn’t. He doesn’t understand that no matter how hard he tries, that he’ll never get to escape the path that the Black Family has set out for him. He had lost that opportunity the moment he was sorted into Slytherin. He’s the one that’s doomed to be tied to the family forever, Heir or not. “That’s not what I’m saying at all. It’s just that if you wanted to run away, to leave all of this behind, that you could.”Regulus pauses. “You would have a much easier time than I would.“I suppose so.” Sirius says, quietly glancing around to make sure that nobody else can hear them. “Although, part of me wishes that you were able to see past what our family has planned for us.”“I’m not suggesting this because I want to become heir, far from it actually.” Regulus responds, kind yet honest. “But because I know better than anyone, that you’re going to be the first of us to get out of here.”“What makes you so sure of that?”“Lots of things Siri, too many things to count.” Regulus says almost wistfully, sounding much older than the fifteen-year-old he is. “There’s a reason you’re named after the brightest star in the sky.”Sirius waits for a few moments before saying anything else. The food has gone cold, and it’s clear to both of them that neither of them is actually going to eat it.  “If I did run away, hypothetically, what would you think of me then?”“I would resent you.”“Even though you were the one who suggested it?”“Yes.” Regulus replies, with an honesty that he doesn’t really expect. “But I would understand why you would do it. So don’t let my resentment be the reason you decide to stay.”He smiles at Sirius as he says this, but the words strangle him as they come out of his mouth. There's no lies in what he says, but admitting that fact is painful in a way that Regulus didn’t think was possible. He despises the fact that he would hate Sirius if he left, because he knows that it’s what he deserves. Sirius deserves the opportunity to live a life that isn’t tied by the Black Family and its twisted legacy, that he is so much better than the ideals that they impose on him, but despite that, there’s a selfish part of Regulus that wants him to stay. To stay by his side like he promised all those years ago.“You’re really willing to give up our relationship for the sake of my happiness?” Sirius asks, pushing his food to the side. “Are you really brave enough to do that?”“I’m not.” Regulus admits. “You know better than anyone that I’m a coward, and because of that, there’ll come a day that you’ll hate me in the same way that I’ll come to hate you.”“And you’re completely sure of that?”“That’s for you to decide.”Sirius laughs again, and it sounds both genuine and fake at the same time. A perfect contradiction, truly worthy of a member of House Black. “You’re absolutely insane, Reggie. Saying all of this stuff so casually.”“You’re the one who brought up the idea of legacies in the first place.” Regulus bites back, much too light-hearted for the situation they’re currently in. “At the dinner table no less.”“Well I feel like there are worse conversations to have.” Sirius replies, standing up as he does so. He turns to face Regulus, and gives him a light smile. Much kinder than any of the ones he’s seen in a while. “Especially when they involve the rest of the family.”He’s not wrong, but even then, Regulus can’t help but think that this conversation feels like a goodbye of some sort, and maybe it is, maybe this is Sirius’ way of telling him that he is running away, and that he’s using this conversation as an opportunity to see how his darling younger brother would react to the fact that he’d be all alone in a house that truly hates him. It’s not fair to hate Sirius for such a thing, especially since Regulus knows that it is far beyond his control, but even then, it hurts, saying goodbye.“I suppose you’re right, although by the looks of things, you probably won’t have to put up with that for much longer.”“Maybe, maybe not.” Sirius says with a gentle grin. “Only time will tell.”Regulus smiles weakly at that, and he can feel his heart breaking as he does. “I hope that whatever legacy you do go on to create, dear brother-” He says, voice cracking slightly. “-is as bright and beautiful as the stars you have been named after.”“Thank you, Reggie.” Sirius replies, simply and calmly, and there’s a brutal honesty in the way he speaks. “But I feel like this is the last time we’ll speak to each other.”“I know. Which is exactly why I told you that.” Regulus admits, and he hates the way that his voice sounds. It’s too broken, too honest. “I hope you have a nice life Siri, and after everything we’ve been through. I think you deserve it.”“I do hope that we don’t end up hating each other.”“Me too.”They don’t say anything after that, and as Sirius leaves the kitchen for the last time, Regulus knows that that’s it. It hurts, because of course it does, but at the same time he’s glad, because it finally means that Sirius gets a chance at freedom, a freedom that he will never have, and even though they may never speak to each other again, and that one day, they will grow to hate each other. There’s nothing that fills Regulus with more joy, than knowing that his brother will finally be safe. With or without a legacy.He still wonders why they had this conversation at the dinner table.",
	"45812068000": "战后，Potter依旧会做噩梦，醒来之后总是回想着曾经通过Voldemort的眼睛看见的画面，一段模糊的折磨之后，几具尸体摊在自己面前，就开始面红耳赤地发汗。她在麻瓜网站上找相关的视频看，但体感隔靴搔痒。接着，她开始很积极地去接需要跑现场的工作，及时的话受害者身体上还能保留一点新鲜的气息。过度疲劳让她回想那些画面的次数一天比一天增多。在Voldemort的命令下，Malfoy向犯错的食死徒施了无数次不可饶恕咒，她忍不住想象那些在地上被拧成绳结的人是自己。她第一次这么做的时候，感到呕吐物噎在喉咙口，又因为害怕Voldemort不满意而咽了回去；可随着次数的增多，想象到了最后阶段，她却开始期待这种伤害。故意制造一些意外弄伤自己，持续到战后很久，一反常态地自己准备晚餐，砧板上只搁着自己的手指。 她们没有对任何人说这些事情，每一次Potter被同事关心，或Malfoy被父母怀疑，都用一句碰巧瞒了过去，但在接下来的一段时间里就需要变本加厉地克制自己。 就像在学校的时候一样，意外地见面让她们起了冲突，但不同的是，Malfoy被Potter用麻瓜的方式按着揍，觉得自己身上每一处皮肤都在渗血，骨头断了好几根。等Potter意识到自己做了什么的时候，被吓得面色煞白，还有一丝内疚，僵着脸不知道要不要先道歉。但Malfoy躺在地上，奄奄一息，还在华丽地讽刺：如果你不快走，明天的头版会写：好心的救世主！再一次拯救了被袭击的前食死徒。她们之间产生出一种微妙的默契。两个人每一次扭打到快进圣芒戈，看起来都是不情愿的意外，这是最合适的宣泄途径。她们期待的都是真实的死亡。Malfoy开始为自己争取——父母去世之后她就没有再装模作样地为家族恢复名誉而谨言慎行，也不去熬能快速治愈的魔药了，用自己脸展示青紫的肿块，让它看起来甚至没有那么尖了。她试图说服Potter：有很多想要报仇的人，大家不会怀疑到你头上。可Potter的理智，还有脑子里占比更多的善良至始至终不允许她真的杀死谁。令她恐惧的不是自己因为Voldemort后遗症而本能地去暴打别人，而是逐渐理解Voldemort的想法这件事让她感到非常恶心。 虽然她后来还是非常有个人风格地输给了冲动。在最后一次有预谋的冲突中，Potter用最原始的方式，拳头，一直、一直、一直、一直往身下砸，就好像那瘫在地上的人只是一块解压垫子，或者，需要用全力捶打才能完成的肉馅料理一样。她打到举不动手臂的时候终于停手了，眼球酸得要爆开，感到一种剧烈运动过后的占领全身的爽快，眨了好几下眼睛才恢复视力，好看着自己所处的场景。有一瞬间，她想起自己小时候在厨房打碎了一罐草莓果酱，因为不想听到姨妈的辱骂，所以手忙脚乱地在地上胡乱地擦，想要把那些碎片和汁液藏起来，结果划破了手，把自己身上也搞得一团糟。就像现在这样。衣服被染成更深的颜色，手和脸也和那时一样黏答答湿乎乎，所以她就像小时候那样，带着期待舔了舔嘴。不是记忆中糖浆与水果的味道。哦，她想起来了。这原本是Malfoy的脑袋，她刚刚尝到的是Malfoy的脑浆和骨肉的味道。可能中途被Potter用什么咒语打中了之类的，所以就连骨头都烂得这么彻底，尽管混合完美，但尝起来依旧像她看起来那样令人难以忍受。而她相对完整的身体还被Potter压着，风吹得她的皮肤更加惨白，像一条明明刚被捞出水面，却在很早以前就死掉了的鱼。",
	"45812014000": "The clearing tucked deep in the forest preserve was small.  Just enough for people to gaze out over the river that ran through part of the reserve and enjoy the trees that lined its banks.  In the center of the water, a concrete structure jutted up from the riverbed, forming a T-shape as it braced the riverbanks against possible erosion from floodwaters.  Two half-circle metal fences on either end of the crossbar guarded against any foolish enough to use the concrete structure as a bridge.  On one side of the riverbank, the ground was wild, packed with trees, grass, and fallen branches.  The other side was stepped and covered with an odd netting until it reached the small grass clearing.  Opposite of the lookout, a paved path ran through the preserve with a donor-sponsored bench sitting in a prime position for locals who needed a short rest before continuing their journeys.\nA dark-haired man in a green shirt and jeans stood with his back to one of the trees surrounding the clearing, staring upwards.  His hands were flat against the tree trunk and he pressed himself back into the bark, a harsh swallow bouncing the Adam’s apple on his neck.  Beside him, the handle of a retractable leash lay in the grass, set so his charge had free range, up to the limit of the cord hidden within the handle.\nRight in front of him, his companion stood with limbs braced and head raised, glaring up at the huge creature crouched half in the riverbed, half on the bank.  The creature growled, deep brown eyes glowing with rage.  Its massive maw opened, displaying teeth as long as a man’s hand and sharper than any knife, embedded in scaly jaws that formed a sleek, vaguely bullet-shaped snout.  Two long horns swept back from the back of the creature’s head, rising into the air as the long, sinewy neck curled.\n“Please don’t,” a young voice cried, coming from the man’s charge.  “It’s not what you think, honest.”\n“Not helping, lil buddy,” the man put in, an octave higher than normal.\nIn front of them, the creature’s snarl was joined by flames licking around its maw.  Long bat-like wings extended, tan membranes setting off the dragon’s green scales.  Though the hind legs couldn’t been seen, the front paws curled, talons digging into the soft turf of the clearing.\n‘Anytime now, guys.’\nIn another part of the forest, a group of men and one woman raced along the pavement.  The two in front were dressed in robes and held their wands at the ready, the better to guard the non-magicals behind them.  Though the man right behind the wizards was dressed in an SRU uniform, bronze maple leaves on both shoulders, the rest of the group wore shirts and jeans.  All of them had their sidearms drawn, though what good bullets would do against a dragon was anyone’s guess.\n“Turn left up there,” the tan-skinned officer called.  “Spike likes the scenery down that way.”\n“You sure?” one of the wizards called back.\n“He always goes that way!”\n‘Spike, we’re coming.  Just hold on.’\n‘Any ideas on how I do that?’ the raven snarked.  ‘Not like I can toss a stick and hope it goes fetch.’\nAt his feet, another dragon’s wings flared.  Orange membranes banded with Spyro’s yellow-gold radius and wing digits spread wide as the golden acorn tipped tail arched skyward.  “You’re not my mother,” he hissed, baring small fangs.  “I don’t even look like you, lady!”\n“Spyro, no antagonizing the big dragon with mega-hot flames, ‘k?” Spike pleaded as the flames wreathing the dragon’s snout grew larger, beginning to turn white with the heat imbued in them.\n“She thinks I’m hers,” Spyro exclaimed over his shoulder before turning back to their opponent.  “And stop calling my Dragonlord an egg thief!  He didn’t steal your stupid eggs!”\n“Spyro, shut up!”\nThe green dragon roared and Spike cringed from the inevitable.  As flames washed downwards, another roar shattered the air.  He looked up, catching a glimpse of white in the sky before fire impacted.\n* * * * *\n9 hours earlier\nSpyro bounced from paw to paw, tail lashing and wings flexing as he gazed up at his Dragonlord.  A tiny whine escaped before he clamped his muzzle shut, though wide pleading eyes spoke volumes.  His Dragonlord grimaced, keeping his eyes away from the dragon and on Mamá Scarlatti.\n“Mamá, why didn’t you tell me earlier?”\nThe Italian matron had the grace to look mildly apologetic, but offered a Gallic shrug.  “Dear Paolina was to tell you, Mikey.”\nDragonlord Spike groaned, dropping his head into his hands briefly.  “Mamá, Paolina’s still mad at me over Papá’s funeral!”\nSpyro growled, but settled when Dragonlord Spike pointed at him without glancing down.  He hadn’t met his Dragonlord’s sisters or their children, something he’d been irked about, but Sparx insisted he not press the issue.  Sparx was smart like that.  Sometimes.  Maybe.\n“Mamá, what about Spyro?  He can’t go with you, not to Paolina’s house, and I can’t just up and take him to the barn.”\nThe baby dragon wilted, venturing a hesitant, “Aunt Sophie or Aunt Shelley?”\nDark eyes flicked down at that, his Dragonlord’s shoulders slumping.  “Not on short notice,” he admitted.  “And Lou broke up with Lisa last week.”\nMamá Scarlatti let out an exclamation, hands rising to her face.  “Santo cielo, sicuramente no! (1)”\nDragonlord Spike’s shoulders slumped even more, a sigh escaping.  “He had to, Mamá.  We went out for drinks and he told me why.”  His mother leaned forward, concern and interest warring as she rested a hand on her son’s arm.  He shook his head.  “No, Mamá, I’m not telling.  Just…”  He hesitated, then his jaw firmed.  “If he’d compromised, he wouldn’t be Lou anymore.”\nSpyro whined at the subdued tone and leaned forward to rest his head against Dragonlord Spike’s other arm.  His Dragonlord flashed a smile, but kept his attention on Mamá Scarlatti.\nThe Italian matron considered a moment, then nodded acceptance of her son’s refusal to gossip.  Stroking his arm, she said, “Mikey, I have been so looking forward to time with Paolina and my dear grandchildren.”\nAt the wheedling, expectant note in her voice, Dragonlord Spike gazed up at the ceiling, heaving another sigh.  “Alright, Mamá, I get it!  I’ll call Sarge and ask if Spyro can come with me today.”\nThe baby dragon bounced, letting his magic flare enough to summon Sparx.  The golden dragonfly popped into existence and fluttered down to hover right next to his master.  “Spyro?”\n‘We’re going to the barn, buddy!  Finally!’\n‘Not yet, you’re not,’ Spike chided.  ‘I still have to ask Sarge.’\nSpyro grinned a fangy dragon grin.  He knew Dragonlord Sarge and Dragonlord Sarge would never say ‘no’ to helping Spike.  Not when it came to keeping Mamá Scarlatti happy.  He was so going to the barn!\n* * * * *\nCommander Holleran was waiting for them when they arrived and Spyro felt his wings slump down at the stern expression on the human’s face.  Was he gonna get kicked out again, without even a chance?  That wasn’t fair; hadn’t Dragonlord Sarge already gotten permission for him to come?\nBesides, this wasn’t even his first time back in the barn – right after Dragonlord Sarge made up with his other Dragonlords, the Knights of the Round Table had started fighting with each other ‘cause Sir Mordred remembered his past.  So Dragonlord Sarge recruited him, Team One’s two Auror-Detectives, and their living car to help convince the Knights to give Sir Mordred a second chance.  He’d been very good and hadn’t put so much as a claw out of line, so how come Commander Holleran was glaring at him like that?\nThe tall pepper-haired human flicked a glance down at the hatchling before returning his attention to Dragonlord Spike.  “Lieutenant Parker apprised me of the circumstances.”\nDragonlord Spike grimaced.  “Mí Mamá didn’t tell me she was going over to my sister’s house today,” he explained.  “Thank you for the exception, sir.”\nHolleran grunted.  “Thank your lieutenant, Constable Scarlatti.  He offered to do half my paperwork this week if I’d agree to young Spyro’s presence.”\nSpyro wilted, cringing down as his tail curled around.  Dragonlord Sarge had had to bribe his boss?  He’d known Dragonlord Sarge wouldn’t let Dragonlord Spike down, but to volunteer for more work?  For a whole week?\nAbove him, Dragonlord Spike cringed too.  “Yes, sir.”\nRather than respond, the commander looked down at the young dragon, frowning.  “If you behave, I will decline Lieutenant Parker’s offer.”\n“Yes, sir,” Spyro acknowledged, curling in on himself a bit more.  “I won’t cause any trouble, promise.”  He would be as good as gold and quiet as a church mouse, even if he had to stay in Dragonlord Sarge’s office all day.\nBehind the wire rims of his glasses, Holleran’s dark eyes narrowed further before he shook his head and relaxed a hair.  “Lieutenant Parker has also arranged for the two of you to use the larger training building at lunchtime.”\nThough Spyro remained curled, his wings perked ever so slightly.  “Thank you, sir.”\nA tiny smile softened the stern set to the tall man’s jaw.  “Given your age, I can hardly expect you to remain in one location for Constable Scarlatti’s entire shift.”\nThe young dragon’s wings twitched higher as he understood.  He’d already been banished from the barn, the ultimate punishment.  There weren’t any other punishment ‘cards’ Commander Holleran could pull on him, so the commander was threatening to punish Dragonlord Sarge in Spyro’s place if he misbehaved.  And, in a way, he was threatening to punish Dragonlord Spike, too, because he’d have to watch Dragonlord Sarge struggle through a week of extra paperwork if Spyro was bad.\n* * * * *\nTo himself, Spike prayed Spyro would behave.  The little dragon had made all the right moves so far, promising to be good and quiet and not get himself in mischief, but he was still a baby.  A rambunctious baby capable of gliding, charging, flaming, and a whole bunch of other tricks he’d learned from the Chronicler and Avalar’s Dragon Elders.  Spyro didn’t do quiet, not unless he was sleeping.\nKeeping his doubts to himself, Spike headed for Sarge’s office, the purple dragon trotting at his heels.  Although the little dragon was still small enough to be carried, he’d gotten large enough – and heavy enough – that the constable preferred him to let him walk outside of an emergency or a spot too high for Spyro to reach on his own.  Besides, he was carrying the dragon’s lunch – and thanking the wizarding world all over again for Extension Charms because otherwise he never could’ve walked into the SRU with enough meat to keep Spyro happy.  Even better, Revan had given him an address for a shop in Toronto’s magical district that could do custom work.  Spike had walked in hoping to buy a lunch-sized box that could just hold Spyro’s meals and walked out with a bag enchanted with both an Extension Charm and a Freezing Charm.\nGrinning to himself at the memory of the first time he’d shown the bag to Spyro, Spike halted in front of Sarge’s office door and knocked.  At the call to ‘Enter’, he pushed the door open and sidled inside.  The half-bald man behind the desk looked up from his computer, a broad smile appearing at the sight of his constable.\nSpike arched a pointed brow.  “You volunteered for a week of extra paperwork?”\nThe stocky man shook his head.  “Spike, it’s fine.  I just won’t be able to come on any hot calls until next week, all right?”\n“You shoulda told me!  I coulda found something that didn’t include mounds of paperwork for you, Boss!”\n“I’ll be good,” Spyro objected, drawing both sets of eyes to him.  “Commander Holleran said he wasn’t gonna do it if I was good.”  Orange wings flared.  “How come you won’t give me a chance?”\nSarge’s jaw twitched and he cast a half-amused, half-chiding glance at his constable.  “You heard him, Spike.  Let’s see how today goes before you assume I’m in for a world of paperwork.”\nThe bomb tech eyed his boss narrowly for a few seconds, long enough to crouch down and slip the dragon’s lunch into the office’s tiny refrigerator, then stood and threw up his hands.  “Fine, whatever, your paperwork funeral.  I’ll come pick him up after my shift.”  He turned away, then shifted back, guilt twisting.  “Thanks, Sarge.”\nThe older man chuckled and shooed him out.  “Anytime, Spike.”\n* * * * *\nClad in his uniform, Ed rapped on his lieutenant’s door, a hint of hope and expectation on his face.  It took a few seconds before Greg called out permission to enter and Ed’s heart dropped a hair at the distraction in his friend’s voice.  Swallowing a sigh, he strode into the office and halted, blinking at the towering pile of paperwork in Parker’s inbox.  His gaze flicked to the open computer on the desk and the other man nodded.\n“Sorry, Eddie, I’m slammed today and I’ve got a guest.”\nThe Sergeant was about to ask when the ‘team sense’ vibrated in the way it always did when Team One’s dragon was nearby.  Blue eyes narrowed.  “Greg.”\n“Spike’s mother didn’t give him a heads up till this morning.”\nEd winced.  Shelley and Sophie were generally good sports about pitching in, but they’d demanded at least a day or so of notice if Spike needed them to babysit.  “And Lisa’s not an option.”\n“Not anymore,” the lieutenant agreed, a touch rueful.  “Has Lou told you why?”\nThe sniper grimaced.  “Only Spike.  Roy told me he asked and Lou told him to mind his own business.”\nGreg tilted his head, thoughtful, then shrugged.  “Ed, one day is fine.  Commander Holleran gave me permission to keep Spyro in my office for your shift.”\n“I said I’d be good.”  The sulky voice rose from the far corner of the office, along with a soft thump that sounded like Spyro’s tail had smacked the wall.  “How come nobody believes me?”\nParker sighed and turned towards the dragon.  “Spyro, Eddie didn’t know.  You’ve been very good so far.”\nFor all of thirty minutes, but Ed wasn’t going to say it.  Instead he moved so he could see Spyro curled up on the dog-sized bed behind his friend’s desk.  Purple eyes rose to meet his, the little dragon’s muzzle curled downwards in unhappiness.  “You keep right at it, little guy, and I’ll be in here with Spike after shift to apologize for doubting you.”\nSmall wings flexed a hair.  “Promise?”\nA sharp nod.  “My word on it.”\nThe hatchling managed to bounce in place, his dragonfly appearing out of a spurt of golden mist.  Sparx buzzed away from his master and returned with one of the Silenced chew-toys Greg had gotten from Commander Holleran back when the dragon had been a regular visitor.  Spyro snatched it away and curled around it, gnawing on the rubber with a put-upon sigh that echoed in the ‘team sense’.\nThe men traded wry glances and Ed thought better of telling his lieutenant what he’d planned for the shift.  Best not to tempt the rascal listening in.  Instead he said, “Good luck with the paperwork, Boss.”\n“Thanks, Ed.  Have a good shift.”\n“Copy.”  With that, the Sergeant left the office, pushing the door closed behind him before he strode towards the dispatcher desk.  As he approached, a blonde head looked up from the computer in front of her.  “Morning, Kira.”\n“Morning, Boss,” she replied.  “He say yes?”\nEd shook his head.  “Slammed with paperwork, plus his Holleran-approved guest.”\nKira’s eyes widened, but she offered a brisk nod.  “Still on for a patrol today?”\nThe tall sniper leaned against the desk.  “We sure are.  Last week was way too quiet; team’s gettin’ antsy.”\nThe dispatcher grinned, a twinkle in blue orbs.  “You mean you’re getting antsy.”\nThe Sergeant smirked, not denying it.  “Up close and personal Team One PR, Kira.  Can’t beat it.”\nShe giggled.  “Copy that, Boss.”\nHe smacked the countertop and headed for the briefing room, adopting an impassive mask as he moved.  Not that he’d fool his teammates, but still.  He had a reputation to maintain.  Breezing in, he scanned his constables, inwardly nodding approval at the sight of Sam and Spike bracketing Lou.\nAside from Spike – who wasn’t talking – no one on the team knew why Lou had broken up with his girlfriend Lisa the weekend before.  None of them had asked, either, respecting their teammate’s desire to keep the details to himself, but it was impossible to miss how downcast Lou was in the wake of the breakup.  That jived with Ed’s instinct that Lou hadn’t wanted the relationship to end, even though he’d been the one to end it.\nOn the opposite side of the briefing table, Wordy was standing next to Jules’ chair, a cup of coffee in hand and a thoughtful expression on his face.  Nothing team-related, Ed knew – he’d been the one to get a frantic phone call over the weekend from little Lilly Wordsworth when the family dishwasher gave up the ghost in a rather spectacular explosion of parts and water in the middle of its wash cycle.  What the little girl thought Ed could do to help was beyond the Sergeant, but even as he complained to both Wordy and Sophie, he was secretly touched that the little girl had called him.\nComing to a halt in front of his team, Ed raised his voice.  “All right, Team One, we are patrolling today.”  A grin emerged at their cheers.\n“Sarge coming?” Jules asked hopefully, missing the flash of guilt on Spike’s face.\n“Maybe next time; he’s snowed under today,” Ed replied without mentioning the little dragon.  No need to embarrass Spike any more than he already was.  Moving on, he fixed his gaze on Lou.  “First pick for the patrol routes.”\nLou flashed a limp grin in return, but didn’t reply.  Leaning in, Spike suggested, “West end?  We can go to Island Foods.”\nIt took another painful moment, but Lou nodded acceptance.  For his part, Ed tipped his head towards Spike in approval.  The bomb tech usually jumped right on the club patrol, but a bunch of tube tops trying to walk out on their bills wasn’t what Lou needed right now.\n“You got it.”  Shifting, he asked, “Jules, Sam?”\nThe couple blinked at each other, but Jules rose to the challenge admirably.  “We’ll take the east end, Boss.”\nBiting back a grimace, Ed sucked in a breath and turned towards his team leader.  “I guess that means we got the club scene, Word.”\n“Sure thing, Boss,” Wordy agreed.\nStepping back, the Sergeant surveyed his whole team one last time.  “Okay, I want the trucks rolling in five!  Keep in touch and we’ll rotate lunch breaks.”\n“Copy,” his constables chorused.\nAn impish grin curled his jaw.  “Let’s keep the peace.”\n\n[1] Goodness, gracious, surely not!",
	"45811930000": "Над головою шелестять сторінки старих книжок, що були нещадно вирвані необережними студентами. Вони кружляють у танці над сходами, над студентами й викладачами, які ходять туди-сюди довгими, хитромудрими коридорами Гоґвортса. По кутах стояли майстерно створені вази з квітами, поки що безпечними, хижі ж були замкнені в оранжереї від допитливих учнів, котрі хотіли перевірити, чи точно можна позбутися руки в такий спосіб. З вітражних вікон на чарівників падало яскраве світло і промені сягали навіть таких схованих від очей куточків, у якому зараз сидів Гаррі.Хлопець сидів на лавочці, забравшись на неї з ногами, а на колінах тримав конспекти, які намагався вивчити. Оскільки занять сьогодні не було, він цілий день займався тільки самостійним навчанням, а після кількох годин над конспектами назви трав і зілля просто змішалися в голові. Розташування допомагало відсторонитися від зайвого шуму, але з тихого куточка все ж довелося вийти, щоб перекусити. Йти до їдальні зовсім не хотілося, та й Гаррі в принципі почувався не дуже добре, якийсь занепад сил і загальна апатія, яку він намагався розігнати старанністю. Оскільки їдальню було одразу ж відкинуто як варіант, він пішов у вітальню свого факультету. Пам'ятається Рон казав, що під речами в кошику сховав мамине печиво, щоб з'їсти вночі, коли прокинеться нічний дожор.Однак хлопець перебрав усі речі свого сусіда, полиці й тумби, а печиво чи бодай щось їстівне не знайшов. Так у журбі та зневірі просидів на колінах біля ліжка, зарившись обличчям у м'яку ковдру. Потім, коли живіт уже скрутило від болю, вирішив усе ж таки піти до їдальні, дорогою ловлячи косі погляди й пересмішки. Чому так? Він персона популярна і як позитивне, так і негативне ставлення було нормальним, звичним явищем. Хтось заздрив, хтось бажав дружити, хтось хотів дізнатися краще, хтось недолюблював. Ось з усієї цієї суміші виділявся Драко Малфой, який від самого початку був налаштований ворожо і намагався насолити в усьому. Мотивацію решти Поттер не розумів, але й не хотів розуміти, сьогодні просто така увага загострена. І вона безумовно тисне. Дуже.Ось нарешті досягає кінцевої мети, набирає на тарілку кілька соковитих шматочків м'яса, якийсь простий салат і підсмажений хліб. Поруч сидять смутно знайомі йому люди з Гріффіндора, просто на рік чи може два молодші. Хлопці сміються з власних жартів, вони сповнені мотивацією і бажанням вчитися, творити. Поттер і сам посміхається, а потім ловить від них кілька дивних поглядів і не може почути про що ж там шепочуться дівчатка. Але в Гаррі не настільки погано із самооцінкою, щоб комплексувати через вигадані причини, бо дівчинка розсміялася, подумаєш. Погляд падає на тарілку, а пальці відкривають шматочок хрусткого хліба й відправляють у соус. Щойно закуска потрапляє до рота, Гаррі чує, радше відчуває, що над головою скупчуються згустки магії.Оглядає стелю, а потім серед тих, що ширяють по зоряній стелі, звісно ж зачарованій, світяться кілька іскор магії. А потім ці іскорки заганяються, стаючи такими ж як вогники на свічках. Гаррі стривожено розглядає іскринки одну за одною, поки вони не починають лопатися. Буквально. Іскорки, зовсім маленькі й ледве помітні, вибухають справжнім феєрверком. Конфетті, наче сніг під різдво, кружляє в танці серед блискіток і вогників, падає на студентів, на підлогу, на предмети в їдальні та в їжу. Нескінченні вибухи і цей яскравий, барвистий і несподіваний дощ не закінчується, а тільки, як здається Гаррі, стає більшим і \"ллється\" з новою силою.Деякі студенти були налякані й вибігли із залу, деякі так само як Поттер розпливлися в усмішці і з насолодою та радістю дивилися за цим дійством. Блискучі шматочки магії були різної форми: великі, маленькі, схожі на фігури, на образи тварин. Червоні блискітки зникали з дотиком до поверхні, і Гаррі виставив руку, ловлячи їх як ажурні сніжинки. Ті зникали, не залишаючи й сліду після себе на пальцях. Лише слабке поколювання. А потім руку хтось смикнув, змушуючи хлопця злегка вигнути її і ошелешено озирнутися навколо. Долоню стиснуло щось тепле, і це ж почуття потріпало неслухняні пасма волосся. Він озирнувся і лише потім, коли почув приглушений сміх, невдоволено шикнув.- Джордж, - він стиснув долоню і потягнув на себе, змушуючи невидимку впасти на лавочку, - Фред! Це ви все влаштували?Вуха вловили незрозуміле заклинання, і перед ним з'явився один із близнюків Візлі, другий же, повторюючи брата, стояв позаду. Обидва виглядали як ті ситі й задоволені руді коти, заливаючись сміхом.- Бубониш як учитель магічної філософії, - Фред штовхає хлопця по лобі, - розслабся.Рижик перекинув ногу через лавку, сідаючи праворуч від нього. - У будь-якому разі, - він так само намагається зловити кілька блискучих кружечків, - чого це ти сам сидів?- Герміона знову почала використовувати маховик часу, а Рон ви самі знаєте де. І все ж, - Поттер оглядає хлопців по обидва боки, - навіщо ви це влаштували, Амбрідж повернулася чи що?- Не смій повторювати це ім'я при нас. - Обидва хлопці заговорили одночасно, а потім Джордж поступився братові. - Ти був таким сумним, що нам довелося витратити майже річний запас плюшок. - Фред, користуючись моментом, краде в Гаррі склянку з соком, відпиває і продовжує. - І як тобі, містере Поттер?- Дякую. Справді дякую. - Нарешті Гаррі розслабляється і безтурботно посміхається. - Невже було настільки видно, що я не в настрої?- О, мій друже, твоє обличчя було таким ж неприємним, як у мандрагори.- Ага, зморщене і страшне, ніби зараз розплачешся.- Ідіть до біса. - Хлопець сміється і легко б'є кулаком Візлі, що сидить спереду.- Та годі тобі, - той намагається вщипнути його у відповідь, - і так усю славу забрав, тільки про тебе останніми днями всі говорять.- От ми й вирішили вбити двох зайців одним пострілом, - Фред знизує плечима, - і настрій тобі підняли, й іншим свято влаштували. Задоволені будуть ходити.- Забрав усю славу собі? - Гаррі насупився і з німим запитанням дивився то на Джорджа, то на Фреда.- Оу, так ти ще не в курсі, що вся школа про тебе тільки говорить? Чутки там усякі, щоправда, пощастило, не про темну магію, а про буденні речі.- Не перебільшуй, Джордже, не вся школа, більше молодші курси. - Фред відкушує яблуко і давиться сміхом. - Половина школи, переважно дівчата. Знаєш, у них досить популярне написання невеликих творів про відомих чарівників.- І ти опинився серед них, - Джордж же більше захоплений залишками феєрверку, - пощастило чи ні вже сам вирішуй. Давай пропустимо всі типові запитання, які ти можеш поставити, і перейдемо до суті. Половина школи прочитала фантазію якоїсь дівчинки і не можуть визначити де реальність, а де ні, переносячи текстову версію на тебе живого.- А я то думаю, чому на мене сьогодні так багато дивляться молодшокурсники, - Гаррі тяжко зітхає, радість, що з'явилася, зникла, - подумати тільки, що якийсь текст може так швидко розповсюдитися і зараз заважати мені жити.- Не драматизуй, не сильно ти переживав про таку увагу, ми ж знаємо. - Джордж посміхається. - Але все одно вона заважає, так. Тому твої вірні друзі сьогодні прийшли на допомогу і сподіваються, що ти відплатиш їм наступного разу. - Він підморгує Геррі і встає з лавки.- Так про що хоч було написано? Не повірю, що дівчата так... надихнулися розповіддю про те, який салат я їв.- Краще почитай сам, - Фред усміхається, - і якомога раніше, бо потім не дізнаєшся, що вимагатиме твій знайомий.Фред піднімається слідом за братом і, діставши чарівну паличку, запустив у стелю ще кілька магічних сфер, які вибухнули і продовжили яскраві спалахи вогників над головами студентів. Гаррі ж занурився у свої думки і після обіду вирушив у вітальню Гриффіндора, щоб затиснути в кутку Герміону або ж Джинні і змусити їх знайти хоча б уривок тієї писанини, яка зачепила навіть близнюків. Чому саме Герміону чи Джіні? Бо питань буде менше, якщо вони попросять оригінал чи копію. А от якщо це зробить сам Поттер, то, як йому здавалося, це викличе ще більше непотрібної уваги й відвертих запитань, на які відповідати в хлопця ні часу, ні сил не було.І ось він, розташувавшись зручно в криваво-червоному кріслі, тримає в руках кілька сторінок фанфіка, як назвала цю писанину Герміона. Саме вона, назвавши його тупицею і закотивши очі, пішла на допомогу і скопіювала сторінки в подруги з Рейвенкло. Що ж, Гаррі відчуває деякий мандраж і все ж таки приступає до читання. Даремно. Уже на перших рядках він закотив очі кілька разів, а потім, дізнавшись, про що цей фанфік, зім'яв навпіл аркуші та відкинувся на сидіння, буквально простогнавши від сорому. Руки злегка тремтіли, а сам Поттер намагався стерти з обличчя жар, що з'явився, звісно ж марно. О, тепер він розуміє чому багатьом так сподобався або хоча б запам'ятався текст. Набирається сил, розгортає папір назад і продовжує читати.\"Гаррі Поттер, так, той самий хлопчик, що вижив, зараз ішов темним коридором і тремтів чи то від холоду, чи то від страху. Він виглядав таким маленьким серед цих великих, кам'яних стін замку. Зовсім один. Раптом він чує тихі кроки за спиною і, різко обернувшись, бачить перед собою Седрика\"- Як до цього можна було додуматися...- Гаррі червоніє від обурення і продовжує читати.\"Хлопець, одягнений у теплі кольори свого факультету, повільно крокував йому на зустріч. Його волосся було не розчесане, очі таємниче блищали при світлі місяця, впалі щоки злегка почервоніли, а дихання було прискорене\"- Усе, з мене досить, дякую. - Гаррі був готовий уже встати, як майже в саме вухо почали шепотіти.- І ось він, Седрик, хоча мав би бути ніжним і милим, зі звірячою пристрастю притискає до себе тендітного Гаррі Поттера, а потім, не слухаючи бурчання того, затискає його біля стіни і...- Досить! - Гаррі підхоплюється, окуляри ледь не падають із перенісся, а щоки вже червоні, як помідори. - Фреде, я ненавиджу тебе.- Гей, та за що? - хлопець театрально зображує образу, а після широко посміхається. - Там продовження цікавіше. Зачитати, якщо сам соромишся?- У нашого молодшенького припадок зараз станеться, - Джордж стоїть у вхідному отворі, спершись на одвірок, - але він має рацію, Гаррі, там справді вкрай інтригуюча сцена.- А фінал то який! - Фред тепер розмістив свою п'яту точку на широкому підлокітнику і сидів, розглядаючи Гаррі, впиваючись його збентеженням. - Хоча скудно написано, але як же захоплює опис емоцій!- Гаразд, Фреде, досить. - Джордж, бачачи, що Поттер зовсім не поділяє їхніх веселощів, пройшов у кімнату і сів навприсядки навпроти хлопця, який повернувся назад у крісло й активно зображував образу. Візлі дружньо поплескав того по стегну. - Хочеш, ми знайдемо автора чи авторку і викличемо сам на сам?- Ваше один на один усе одно вийде два на один. - Гаррі слабко кивнув на знак подяки за підтримку і те, що близнюки вчасно зупинилися і не продовжили жартувати. - Як думаєте, про це ще довго говоритимуть?- Може тижнів зо два, якщо знайдуть що веселіше. - Фред закушує губу. - Щоправда слізеринці напевно нагадуватимуть про це час від часу, але ми їх зможемо приструнити. Ніхто не сміє ображати нашого Гаррі. - Рижик обіймає хлопця, а той втомлено посміхається у відповідь.- Крім нас самих. - Джордж приєднується до обіймів.Якими б прискіпливими чи надокучливими, чи гучними вони не були - близнюки справжні друзі. Вони два сонечка, які щоправда допомагали розвіяти хмари смутку, що збиралися над учнями Гріффіндора. Фреда і Джорджа можна назвати захисниками факультету, справжньою підтримкою і опорою. Хоч вони зараз нічого не сказали, Гаррі точно впевнений - у них уже є ідея, як би відволікти студентів, щоб ті припинили б говорити про нього і цей вигаданий зв'язок із Седриком. Так і сидять утрьох, міцно обіймаючись, доки Гаррі не засне, тоді вже близнюки тихо донесуть його до ліжка і підуть чудити в іншому місці, щоб не порушити його сон.Фред не з чуток знає, що таке кошмари, що таке неспокійний сон і безсоння зовсім. Він знає як це, прокидатися посеред ночі в липкому, холодному поту, а в паніці шукати очима хоч щось, що поверне зв'язок із реальністю і захистить від тих жахливих, темних силуетів, переслідуючих його. У такі моменти він залпом випивав повну склянку води, залишену на ніч на тумбі, і йшов у ліжко до Джорджа. Тільки коли той у напів сні обіймав його чи хоча б тримав за руку, Фред міг відчути себе в безпеці, знаючи, що саме тільки існування брата захистить його від небезпеки. Гаррі теж має людей, які допоможуть, але навіщо змушувати проходити хлопця через ці жахи підсвідомості? Фреду легше захищати його сон, сидячи у вітальні, коли писатиме  конспекти, правда потім вони стануть фігурками тваринок. Або ж крутити в руках новинку з магазину приколів Хогсміда та насолоджуватися тишею вітальні, сидячи у кольоровому светрі на м'якому диванчику. Саме це він і робить зараз - сидить навпроти каміна, слухаючи приємне тріскотіння дров, і тримає кілька аркушів із рецептами на зіллєваріння, які треба було вивчити. Не сказати, що йому не подобається вчитися. Тут весело, разом з усіма. Веселитися і веселити натовп, підігруючи молодшокурсникам і знімаючи стрес, що накопичувався протягом часу через уроки, завдання, перевірочні роботи і просто особисті проблеми. Йому подобалася увага. Близнюки з першого дня в Гоґвортсі почали дивуватися і заробили собі славу, але на старшому курсі можливостей зіпсувати життя злому професору і розсмішити маленьких левенят стало більше. Чим вони й користувалися на повну силу. Вони самі заробили собі хорошу, галасливу й позитивну репутацію серед факультетів. Навіть слізеринці цінують їх, не всі, але більшість, як і будь-яка дитина, була б рада приколам від братів Візлі.- Про що задумався? - Фреду не потрібно навіть здогадуватися хто за спиною. - Знову безсоння? Принести настоянку?- Не потрібно, а то знову витиму на місяць. - Джордж сідає поруч і простягає братові шматочок шоколаду. - Не гіркий?- Ні, молочний. - Він заперечно похитав головою і глянув на столик поруч, рука потягнулася до паперу на столі, що залишив Гаррі. - Ти справді це читав?- Половину, мене на більше не вистачило. - Фред дивиться як Джордж стиснув папірець у долоні, а з неї випорхнула фігурка птаха, що за допомогою магії змогла пролетіти до нього і впасти на коліна. - Мила... Щодо написаного то, знаєш, це просто тупо. Не той факт, що там Гаррі та Седрик, а саме написання.- Приторне?- Помреш від підвищення цукру в крові. Люблю подібні штучки для зняття стресу, але тут просто не дуже. - Хлопець бере пташку в руки і вже своєю магією наповнює її, змушуючи кружляти навколо голови. - Та й у авторки чи авторки не було досвіду, дуже видно з того, що вона там описувала. - Він підморгує Джорджу.- Фу, від тебе про секс чути не приємно. - Візлі кривляється, а Фред намагається вдарити його, не сильно, просто щоб не зазнавався. - Взагалі, не знаю чому Гаррі це зачепило, хіба не весело, що про тебе так люблять поговорити, що пишуть такі твори?- Ну, я б теж ось цьому, - він вказує конкретно на листочки, - був би не радий. А так... Непогана думка, дивно, що про нас ще нічого не написали.- Сподіваюся, хоча б у фантазії якоїсь учениці тобі відкусять член. - Джордж сміється і змушує пташку поруч із Фредом вибухнути іскрами.- Ах, ти...Близнюки почали бігати один від одного вітальнею, перевертаючи деякі стільці, як перешкоди. Їхнє пустощі перервав староста, який вийшов із дверей своєї кімнати і з неприкритими погрозами попросив, ну, зажадав, щоб ті йшли до ліжка і хоча б не заважали спати іншим...."
}